[{"name": "Mikołaj Kopernik", "img_url": "http://pantheon.media.mit.edu/people/323592.jpg", "local_img_url": "imgs/Mikołaj Kopernik.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "LStwOF5Cxd8"}, {"name": "Jan Paweł II", "img_url": "http://pantheon.media.mit.edu/people/23805.jpg", "local_img_url": "imgs/Jan Paweł II.jpg", "wikipedia_paragraph": "Pope John Paul II (Latin: Ioannes Paulus II; Italian: Giovanni Paolo II; Polish: Jan Paweł II; born Karol Józef Wojtyła;[a] [ˈkarɔl ˈjuzɛv vɔjˈtɨwa];[b] 18 May 1920 – 2 April 2005) served as Pope and sovereign of the Vatican City State from 1978 to 2005. \n", "youtube_video_id": "rhw7RFRujvE"}, {"name": "Józef Piłsudski", "img_url": "http://pantheon.media.mit.edu/people/66951.jpg", "local_img_url": "imgs/Józef Piłsudski.jpg", "wikipedia_paragraph": "Józef Klemens Piłsudski[a], GCTE (Polish: [ˈjuzɛf ˈklɛmɛns pʲiwˈsutskʲi] (listen); 5 December 1867 – 12 May 1935) was a Polish statesman who served as the Chief of State (1918–22) and First Marshal of Poland (from 1920). He was considered the de facto leader (1926–35) of the Second Polish Republic as the Minister of Military Affairs. From World War I he had great power in Polish politics and was a distinguished figure on the international scene.[1] He is viewed as a father of the Second Polish Republic re-established in 1918, 123 years after the 1795 Partitions of Poland by Austria, Prussia and Russia.[2][3][4][5]\n", "youtube_video_id": "gyayY0Z255A"}, {"name": "Maria Skłodowska-Curie", "img_url": "http://pantheon.media.mit.edu/people/20408.jpg", "local_img_url": "imgs/Maria Skłodowska-Curie.jpg", "wikipedia_paragraph": "Marie Skłodowska Curie (/ˈkjʊəri/;[3] French: [kyʁi]; Polish: [kʲiˈri]; born Maria Salomea Skłodowska;[a] 7 November 1867 – 4 July 1934) was a Polish and naturalized-French physicist and chemist who conducted pioneering research on radioactivity. She was the first woman to win a Nobel Prize, the first person and only woman to win twice, the only person to win a Nobel Prize in two different sciences, and was part of the Curie family legacy of five Nobel Prizes. She was also the first woman to become a professor at the University of Paris, and in 1995 became the first woman to be entombed on her own merits in the Panthéon in Paris.\n", "youtube_video_id": "Uw2YU9TdnOA"}, {"name": "Lech Wałęsa", "img_url": "http://pantheon.media.mit.edu/people/27123535.jpg", "local_img_url": "imgs/Lech Wałęsa.jpg", "wikipedia_paragraph": "Lech Wałęsa (Polish: [ˈlɛx faˈwɛ̃sa] (listen);[1] born 29 September 1943) is a retired Polish politician and labour activist.[2] He co-founded and headed Solidarity (Solidarność), the Soviet bloc's first independent trade union, won the Nobel Peace Prize in 1983, and served as President of Poland from 1990 to 1995.[3]\n"}, {"name": "Fryderyk Chopin", "img_url": "http://pantheon.media.mit.edu/people/10823.jpg", "local_img_url": "imgs/Fryderyk Chopin.jpg", "wikipedia_paragraph": "Frédéric François Chopin (/ˈʃoʊpæ̃/; French: [ʃɔpɛ̃]; Polish: [ˈʂɔpɛn]; 1 March 1810 – 17 October 1849) was a Polish composer and virtuoso pianist of the Romantic era who wrote primarily for solo piano. He has maintained worldwide renown as a leading musician of his era, one whose \"poetic genius was based on a professional technique that was without equal in his generation.\"[1]\n", "youtube_video_id": "wygy721nzRc"}, {"name": "Faustyna Kowalska", "img_url": "http://pantheon.media.mit.edu/people/24334936.jpg", "local_img_url": "imgs/Faustyna Kowalska.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "ky5Px7UUzjE"}, {"name": "Ignacy Łukasiewicz", "img_url": "http://pantheon.media.mit.edu/people/433996.jpg", "local_img_url": "imgs/Ignacy Łukasiewicz.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "4XfEtymyXJ0"}, {"name": "Joseph Conrad", "img_url": "http://pantheon.media.mit.edu/people/15823.jpg", "local_img_url": "imgs/Joseph Conrad.jpg", "wikipedia_paragraph": "Joseph Conrad (Polish: [ˈjuz̪ɛf ˌkɔn.rad]; born Józef Teodor Konrad Korzeniowski; 3 December 1857 – 3 August 1924) was a Polish-British writer[1] regarded as one of the greatest novelists to write in the English language.[2] Though he did not speak English fluently until his twenties, he was a master prose stylist who brought a non-English sensibility into English literature.[note 1] Conrad wrote stories and novels, many with a nautical setting, that depict trials of the human spirit in the midst of what he saw as an impassive, inscrutable universe.[note 2]\n", "youtube_video_id": "j0fRvtJxJpE"}, {"name": "Stanisław Lem", "img_url": "http://pantheon.media.mit.edu/people/26790.jpg", "local_img_url": "imgs/Stanisław Lem.jpg", "wikipedia_paragraph": "Stanisław Herman[2] Lem (Polish pronunciation: [staˈɲiswaf ˈlɛm] (listen); 12 or 13 September 1921 – 27 March 2006) was a Polish writer of science fiction, philosophy, and satire, and a trained physician. Lem's books have been translated into 41 languages and have sold over 45 million copies.[3][4]  From the 1950s to 2000s, he published many books, both science fiction and philosophical/futurological. He is best known as the author of the 1961 novel Solaris, which has been made into a feature film three times. In 1976, Theodore Sturgeon wrote that Lem was the most widely read science fiction writer in the world.[5]\n", "youtube_video_id": "37K-P77tZXo"}, {"name": "Jan III Sobieski", "img_url": "http://pantheon.media.mit.edu/people/48303.jpg", "local_img_url": "imgs/Jan III Sobieski.jpg", "wikipedia_paragraph": "John III Sobieski (Polish: Jan III Sobieski; Lithuanian: Jonas III Sobieskis; Latin: Ioannes III Sobiscius; 17 August 1629 – 17 June 1696), was King of Poland and Grand Duke of Lithuania from 1674 until his death, and one of the most notable monarchs of the Polish–Lithuanian Commonwealth.\n"}, {"name": "Ryszard Kapuściński", "img_url": "http://pantheon.media.mit.edu/people/294055.jpg", "local_img_url": "imgs/Ryszard Kapuściński.jpg", "wikipedia_paragraph": "Notable works include Jeszcze dzień życia (1976; Another Day of Life), about Angola; Cesarz (1978; The Emperor, 1983), about the downfall of Ethiopian ruler Haile Selassie, also considered to be a satire of Communist Poland; Wojna futbolowa (1978; The Soccer War, 1991), an account of the 1969 conflict between Honduras and El Salvador, and other stories from the life of the reporter in Africa and Latin America; Szachinszach (1982; Shah of Shahs, 2006) about the downfall of the last Shah of Persia; Imperium (1993) an account of his travels through the collapsing Soviet Union; Heban (1998; The Shadow of the Sun, 2001), the story of his years in Africa, and Podróże z Herodotem (2004; Travels with Herodotus) in which he travelled in the footsteps of Herodotus.\n", "youtube_video_id": "jfwYh6GPlTw"}, {"name": "Pola Negri", "img_url": "http://pantheon.media.mit.edu/people/909387.jpg", "local_img_url": "imgs/Pola Negri.jpg", "wikipedia_paragraph": "Pola Negri /poʊlə ˈnɛɡriː/ (born Barbara Apolonia Chałupec; 3 January 1897 – 1 August 1987) was a Polish stage and film actress who achieved worldwide fame during the silent and golden eras of Hollywood and European film for her tragedienne and femme fatale roles.\n", "youtube_video_id": "jNuZReGqEyg"}, {"name": "Witold Pilecki", "img_url": "http://pantheon.media.mit.edu/people/824265.jpg", "local_img_url": "imgs/Witold Pilecki.jpg", "wikipedia_paragraph": "Polish-Lithuanian War\n", "youtube_video_id": "OoyoEmb-fcg"}, {"name": "Witold Gombrowicz", "img_url": "http://pantheon.media.mit.edu/people/34074.jpg", "local_img_url": "imgs/Witold Gombrowicz.jpg", "wikipedia_paragraph": "Gombrowicz was born in Małoszyce near Opatów, then in Radom Governorate, Congress Poland, Russian Empire, to a wealthy gentry family.  He was the youngest of four children of Jan and Antonina (née Kotkowska). In an autobiographical piece, A Kind of Testament, he wrote that his family had lived for four hundred years in Lithuania on an estate between Vilnius and Kaunas but were displaced after his grandfather was accused of participating in the January Uprising of 1863.[2] He later described his family origins and social status as early instances of a lifelong sense of being between (entre).[3] In 1911 his family moved to Warsaw. After completing his education at Saint Stanislaus Kostka's Gymnasium in 1922, he studied law at Warsaw University, earning a master's degree in law in 1927. He spent a year in Paris, where he studied at the Institut des Hautes Etudes Internationales. He was less than diligent in his studies, but his time in France brought him in constant contact with other young intellectuals. He also visited the Mediterranean.\n", "youtube_video_id": "JlbFVBtLP2I"}, {"name": "Czesław Miłosz", "img_url": "http://pantheon.media.mit.edu/people/6542.jpg", "local_img_url": "imgs/Czesław Miłosz.jpg", "wikipedia_paragraph": "Czesław Miłosz ([ˈt͡ʂɛswaf ˈmiwɔʂ] (listen); 30 June 1911 – 14 August 2004) was a Polish[1][2] poet, prose writer, translator and diplomat. He always identified strongly as well with Lithuania, as he was born in what is now Kaunas County, grew up in rural Lithuania, and was educated at university in the city of Wilno in northeastern Poland. \n", "youtube_video_id": "aZTWOiMfjkc"}, {"name": "Stefan Banach", "img_url": "http://pantheon.media.mit.edu/people/29646.jpg", "local_img_url": "imgs/Stefan Banach.jpg", "wikipedia_paragraph": "Stefan Banach (Polish: [ˈstɛfan ˈbanax] (listen); 30 March 1892 – 31 August 1945) was a Polish mathematician[1] who is generally considered one of the world's most important and influential 20th-century mathematicians.  He was the founder of modern functional analysis,[2] and an original member of the Lwów School of Mathematics. His major work was the 1932 book, Théorie des opérations linéaires (Theory of Linear Operations), the first monograph on the general theory of functional analysis.\n", "youtube_video_id": "wyB1hmmRJ0U"}, {"name": "Bronisław Malinowski", "img_url": "http://pantheon.media.mit.edu/people/225244.jpg", "local_img_url": "imgs/Bronisław Malinowski.jpg", "wikipedia_paragraph": "Bronisław Kasper Malinowski (/ˈbrɒnɪslɑːf ˌmælɪˈnɒfski/; Polish: [brɔˈɲiswaf maliˈnɔfski]; 7 April 1884 – 16 May 1942) was an anthropologist, often considered one of the most important 20th-century anthropologists.[1][2][3][4][5]\n", "youtube_video_id": "WUQzYG76aA0"}, {"name": "Władysław Anders", "img_url": "http://pantheon.media.mit.edu/people/433780.jpg", "local_img_url": "imgs/Władysław Anders.jpg", "wikipedia_paragraph": "Anders was born on 11 August 1892 to his father Albert Anders and mother Elizabeth (maiden name Tauchert)[2] in the village of Krośniewice–Błonie, sixty miles west of Warsaw, in what was then a part of the Russian Empire. At the time of his birth Poland did not exist as an independent state, as a result of the Partitions of Poland at the end of the eighteenth century.\n", "youtube_video_id": "ILuKqkjSRKo"}, {"name": "Irena Sendler", "img_url": "http://pantheon.media.mit.edu/people/619670.jpg", "local_img_url": "imgs/Irena Sendler.jpg", "wikipedia_paragraph": "In the 1930s, Sendler conducted her social work as one of the activists connected to the Free Polish University. From 1935 to October 1943, she worked for the Department of Social Welfare and Public Health of the City of Warsaw. She also pursued informal, and during the war conspiratorial activities, such as rescuing Jews, primarily as part of the network of workers and volunteers from that department, mostly women. Sendler participated, with dozens of others, in smuggling Jewish children out of the Warsaw Ghetto and then provided them with false identity documents and shelter with willing Polish families or in orphanages and other care facilities, including Catholic nun convents, saving those children from the Holocaust.[3][4]\n", "youtube_video_id": "N4u0Ae2lNYQ"}, {"name": "Władysław Jagiełło", "img_url": "http://pantheon.media.mit.edu/people/42586.jpg", "local_img_url": "imgs/Władysław Jagiełło.jpg", "wikipedia_paragraph": "Jogaila was the last pagan ruler of medieval Lithuania. After he became King of Poland, as a result of the Union of Krewo, the newly formed Polish-Lithuanian union confronted the growing power of the Teutonic Knights. The allied victory at the Battle of Grunwald in 1410, followed by the Peace of Thorn, secured the Polish and Lithuanian borders and marked the emergence of the Polish–Lithuanian alliance as a significant force in Europe. The reign of Władysław II Jagiełło extended Polish frontiers and is often considered the beginning of Poland's Golden Age.\n", "youtube_video_id": "Q2tz1nrBDDY"}, {"name": "Tadeusz Kościuszko", "img_url": "http://pantheon.media.mit.edu/people/140367.jpg", "local_img_url": "imgs/Tadeusz Kościuszko.jpg", "wikipedia_paragraph": "Kościuszko Uprising\n", "youtube_video_id": "lg4pZJjzwL0"}, {"name": "Janusz Korczak", "img_url": "http://pantheon.media.mit.edu/people/217509.jpg", "local_img_url": "imgs/Janusz Korczak.jpg", "wikipedia_paragraph": "Korczak was born in Warsaw in 1878 or 1879 (sources vary[nb 1]) into the family of Józef Goldszmit,[1] a respected lawyer from a family of proponents of the haskalah,[5] and Cecylia née Gębicka, daughter of a prominent Kalisz family.[6] Born to a Jewish family, he was an agnostic in later life who did not believe in forcing religion on children.[7][8][9] His father fell ill around 1890 and was admitted to a mental hospital, where he died six years later on 25 April 1896.[10][11] Spacious apartments were given up on Miodowa street, then Świętojerska.[12] As his family's financial situation worsened, Henryk, while still attending the gymnasium (the current 8th Lycée in Warsaw [pl]), began to work as a tutor for other pupils.[12] In 1896 he debuted on the literary scene with a satirical text on raising children, Węzeł gordyjski (The Gordian Knot).[6]\n", "youtube_video_id": "HBKfFuyOclY"}, {"name": "Marek Edelman", "img_url": "http://pantheon.media.mit.edu/people/1697018.jpg", "local_img_url": "imgs/Marek Edelman.jpg", "wikipedia_paragraph": "Before World War II, he was a General Jewish Labour Bund activist. During the war he co-founded the Jewish Combat Organization (ŻOB). He took part in the 1943 Warsaw Ghetto Uprising, becoming its leader after the death of Mordechaj Anielewicz. He also took part in the citywide 1944 Warsaw Uprising.[5]\n", "youtube_video_id": "wpEJsJK7ur8&list=PLVV0r6CmEsFy9YZLKSE0bbnuUJfcOBFxQ"}, {"name": "Zbigniew Brzeziński", "img_url": "http://pantheon.media.mit.edu/people/58418.jpg", "local_img_url": "imgs/Zbigniew Brzeziński.jpg", "wikipedia_paragraph": "Zbigniew Kazimierz \"Zbig\" Brzezinski (/ˈzbɪɡnjɛf brəˈzɪnski/;[1] Polish: [ˈzbʲiɡɲɛf bʐɛˈʑiɲskʲi] (listen);[2] March 28, 1928 – May 26, 2017) was a Polish-American diplomat and political scientist. He served as a counselor to President Lyndon B. Johnson from 1966 to 1968 and was President Jimmy Carter's National Security Advisor from 1977 to 1981. Brzezinski belonged to the realist school of international relations, standing in the geopolitical tradition of Halford Mackinder and Nicholas J. Spykman.[3][4]\n", "youtube_video_id": "oyV-RrzKUm8"}, {"name": "Henryk Mikołaj Górecki", "img_url": "http://pantheon.media.mit.edu/people/141829.jpg", "local_img_url": "imgs/Henryk Mikołaj Górecki.jpg", "wikipedia_paragraph": "He was largely unknown outside Poland until the mid-to late 1980s, and his fame arrived in the 1990s.[12] In 1992, 15 years after it was composed, a recording of his Third Symphony, Symphony of Sorrowful Songs—recorded with soprano Dawn Upshaw and released to commemorate the memory of those lost during the Holocaust—became a worldwide commercial and critical success, selling more than a million copies and vastly exceeding the typical lifetime sales of a recording of symphonic music by a 20th-century composer. As surprised as anyone at its popularity, Górecki said, \"Perhaps people find something they need in this piece of music [...] somehow I hit the right note, something they were missing. Something somewhere had been lost to them. I feel that I instinctively knew what they needed.\"[13] This popular acclaim did not generate wide interest in Górecki's other works,[14] and he pointedly resisted the temptation to repeat earlier success, or compose for commercial reward.\n", "youtube_video_id": "v_pn_cVqGJQ"}, {"name": "Wisława Szymborska", "img_url": "http://pantheon.media.mit.edu/people/33290.jpg", "local_img_url": "imgs/Wisława Szymborska.jpg", "wikipedia_paragraph": "Maria Wisława Anna Szymborska[1][2] [vʲiˈswava ʂɨmˈbɔrska] (2 July 1923 – 1 February 2012) was a Polish poet, essayist, translator and recipient of the 1996 Nobel Prize in Literature. Born in Prowent, which has since become part of Kórnik, she later resided in Kraków until the end of her life.[3][4] In Poland, Szymborska's books have reached sales rivaling prominent prose authors: although she once remarked in a poem, \"Some Like Poetry\" (\"Niektórzy lubią poezję\"), that no more than two out of a thousand people care for the art.[5]\n"}, {"name": "Andrzej Wajda", "img_url": "http://pantheon.media.mit.edu/people/44392.jpg", "local_img_url": "imgs/Andrzej Wajda.jpg", "wikipedia_paragraph": "Andrzej Witold Wajda (Polish: [ˈandʐɛj ˈvajda]; 6 March 1926 – 9 October 2016) was a Polish film and theatre director. Recipient of an Honorary Oscar,[1] the Palme d'Or,[2] as well as Honorary Golden Lion[3] and Golden Bear Awards, he was a prominent member of the \"Polish Film School\". He was known especially for his trilogy of war films consisting of A Generation (1954), Kanał (1956) and Ashes and Diamonds (1958).[4]\n", "youtube_video_id": "sMcSLb2nywA"}, {"name": "Leszek Kołakowski", "img_url": "http://pantheon.media.mit.edu/people/1041593.jpg", "local_img_url": "imgs/Leszek Kołakowski.jpg", "wikipedia_paragraph": "Leszek Kołakowski (/ˌkɒləˈkɒfski/; Polish: [ˈlɛʂɛk kɔwaˈkɔfskʲi]; 23 October 1927 – 17 July 2009) was a Polish philosopher and historian of ideas.\n", "youtube_video_id": "D8B-UZIryIA&list=PL8D212F43C344194E"}, {"name": "Jan Heweliusz", "img_url": "http://pantheon.media.mit.edu/people/220784.jpg", "local_img_url": "imgs/Jan Heweliusz.jpg", "wikipedia_paragraph": "According to the Polish Academy of Sciences (1975) the origin of the name goes back to the surname Hawke, a historical alternative spelling for the English word hawk, which changed into Hawelke or Hawelecke.[4]\nIn Poland he is known as Jan Heweliusz,[5]\nAccording to Patrick Moore Hevelius is a Latinised version of the name Hewelcke[6]  other versions of the name include Hewel,[7] Hevel, Hevelke[8] or Hoefel,[9] Höwelcke, Höfelcke.[10]\nAccording to Feliks Bentkowski (1814) during his early years he also signed as Hoefelius,[11] Ludwig Günther-Fürstenwalde (1903) reports, next to the usage of the Latinised version, Hevelius' signature as Johannes Höffelius Dantiscanus in 1631 and Hans Höwelcke in 1639.[12]\n", "youtube_video_id": "k4HtW4Ks0eA"}, {"name": "Ludwik Zamenhof", "img_url": "http://pantheon.media.mit.edu/people/18100.jpg", "local_img_url": "imgs/Ludwik Zamenhof.jpg", "wikipedia_paragraph": "Ludwik Lejzer Zamenhof (/ˈzæmənhɒf/; Polish: Ludwik Łazarz Zamenhof; 15 December [O.S. 3 December] 1859 – 14 April [O.S. 1 April] 1917),[1] credited as L. L. Zamenhof and sometimes as the pseudonymous Dr. Esperanto, was a Polish-Jewish ophthalmologist and the creator of Esperanto, the most successful constructed language in the world.[2] He grew up fascinated by the idea of a world without war and believed that this could happen with the help of a new international auxiliary language, which he first developed in 1873 while still in school.[1]\n", "youtube_video_id": "S-wJNWTNbt8"}, {"name": "Józef Poniatowski", "img_url": "http://pantheon.media.mit.edu/people/450816.jpg", "local_img_url": "imgs/Józef Poniatowski.jpg", "wikipedia_paragraph": "A nephew of King Stanisław II Augustus, his military career began in 1780 in the Austrian army, where he attained the rank of a colonel. In 1789, after leaving the Austrian service, he joined the Polish army. Poniatowski, now in the rank of major general and commander of the Royal Guards, took part in the Polish–Russian War of 1792, leading the crown forces in Ukraine, where he fought a victorious battle of Zieleńce.\n", "youtube_video_id": "zAZVPSqSg8s"}, {"name": "Irena Szewińska", "img_url": "http://pantheon.media.mit.edu/people/1041694.jpg", "local_img_url": "imgs/Irena Szewińska.jpg", "wikipedia_paragraph": "Irena Szewińska, née Kirszenstein (Polish pronunciation: [iˈrɛna ʂɛˈviɲska]; 24 May 1946 – 29 June 2018) was a Polish sprinter who was one of the world's foremost athletes for nearly two decades, in multiple events.[2][3][4][5][6][7] She is the only athlete in history, male or female, to have held the world record in the 100m, the 200m and the 400m.[8]\n", "youtube_video_id": "EzDG-peH1Sc"}, {"name": "Jerzy Kukuczka", "img_url": "http://pantheon.media.mit.edu/people/905394.jpg", "local_img_url": "imgs/Jerzy Kukuczka.jpg", "wikipedia_paragraph": "Kukuczka is widely considered among the climbing community to be one of the best high-altitude climbers in history.[2] He ascended all fourteen eight-thousanders in just seven years, 11 months and 14 days - He held the world record for shortest time span to summit the eight-thousanders for nearly 27 years until May 2014 when Kim Chang-ho beat his mark by one month and eight days.[3] Unlike many prominent high-altitude climbers of his time, the routes Kukuczka chose on the Himalayan giants were usually original, many of them first ascents and often done in the grip of winter wind and cold.[4] During his career, Kukuczka established ten new routes (still unbeaten record) and climbed four summits in winter. He was one of an elite group of Polish Himalayan mountaineers who specialized in winter ascents (called Ice Warriors). \n", "youtube_video_id": "KADUYLrvmOw"}, {"name": "Krzysztof Kieślowski", "img_url": "http://pantheon.media.mit.edu/people/155269.jpg", "local_img_url": "imgs/Krzysztof Kieślowski.jpg", "wikipedia_paragraph": "Krzysztof Kieślowski (Polish pronunciation: [ˈkʂɨʂtɔf kʲɛɕˈlɔfskʲi] (listen); 27 June 1941 – 13 March 1996) was a Polish film director and screenwriter.\n", "youtube_video_id": "WTZCB7rUETs"}, {"name": "Władysław Reymont", "img_url": "http://pantheon.media.mit.edu/people/33266.jpg", "local_img_url": "imgs/Władysław Reymont.jpg", "wikipedia_paragraph": "Reymont's baptism certificate gives his birth name as Stanisław Władysław Rejment. The change of surname from \"Rejment\" to \"Reymont\" was made by the author himself during his publishing debut, as it was supposed to protect him, in the Russian part of Poland, from any potential trouble for having already published in Galicia a work not allowed under the Tsar's censorship. Kazimierz Wyka, an enthusiast of Reymont's work, believes that the alteration could also have been intended to remove any association with the word rejmentować, which in some local Polish dialects means \"to swear\".\n", "youtube_video_id": "O0hPos99Qlc"}, {"name": "Stanisław Ulam", "img_url": "http://pantheon.media.mit.edu/people/41531.jpg", "local_img_url": "imgs/Stanisław Ulam.jpg", "wikipedia_paragraph": "Stanisław Marcin Ulam ([stä'ɲiswäf 'märt͡ɕin 'uläm]; 13 April 1909 – 13 May 1984) was a Polish-American scientist in the fields of mathematics and nuclear physics. He participated in the Manhattan Project, originated the Teller–Ulam design of thermonuclear weapons, discovered the concept of cellular automaton, invented  the Monte Carlo method of computation, and suggested nuclear pulse propulsion.  In pure and applied mathematics, he proved some theorems and proposed several conjectures.\n", "youtube_video_id": "hzbnCtvaueo"}, {"name": "Henryk Sienkiewicz", "img_url": "http://pantheon.media.mit.edu/people/13433.jpg", "local_img_url": "imgs/Henryk Sienkiewicz.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "p_xubijG6vA"}, {"name": "Karol Szymanowski", "img_url": "http://pantheon.media.mit.edu/people/297703.jpg", "local_img_url": "imgs/Karol Szymanowski.jpg", "wikipedia_paragraph": "The early works show the influence of the late Romantic German school as well as the early works of Alexander Scriabin, as exemplified by his Étude Op. 4 No. 3 and his first two symphonies. Later, he developed an impressionistic and partially atonal style, represented by such works as the Third Symphony and his Violin Concerto No. 1. His third period was influenced by the folk music of the Polish Górale people, including the ballet Harnasie, the Fourth Symphony, and his sets of Mazurkas for piano. King Roger, composed between 1918-1924, remains the most popular opera by Szymanowski. His other significant works include opera  Hagith,  Symphony No. 2, The Love Songs of Hafiz, and  Stabat Mater. \n"}, {"name": "Władysław Szpilman", "img_url": "http://pantheon.media.mit.edu/people/318405.jpg", "local_img_url": "imgs/Władysław Szpilman.jpg", "wikipedia_paragraph": "Szpilman studied piano at music academies in Berlin and Warsaw. He became a popular performer on Polish radio and in concert. Confined within the Warsaw ghetto after the German invasion of Poland, Szpilman spent two years in hiding. Towards the end of his concealment, he was helped by a German officer who detested Nazi policies. After World War II, Szpilman resumed his career on Polish radio. Szpilman was also a prolific composer; his oeuvre included hundreds of songs and many orchestral pieces.\n", "youtube_video_id": "AOv36KgX4_Y"}, {"name": "Robert Lewandowski", "img_url": "http://pantheon.media.mit.edu/people/13362678.jpg", "local_img_url": "imgs/Robert Lewandowski.jpg", "wikipedia_paragraph": "Robert Lewandowski (Polish pronunciation: [ˈrɔbɛrt lɛvanˈdɔfskʲi] (listen); born 21 August 1988) is a Polish professional footballer who plays as a striker for Bayern Munich and is the captain of the Poland national team.\n"}, {"name": "Bruno Schulz", "img_url": "http://pantheon.media.mit.edu/people/397340.jpg", "local_img_url": "imgs/Bruno Schulz.jpg", "wikipedia_paragraph": "Bruno Schulz (July 12, 1892 – November 19, 1942) was a Polish Jewish writer, fine artist, literary critic and art teacher.[1] He is regarded as one of the great Polish-language prose stylists of the 20th century. In 1938, he was awarded the Polish Academy of Literature's prestigious Golden Laurel award. Several of Schulz's works were lost in the Holocaust, including short stories from the early 1940s and his final, unfinished novel The Messiah. Schulz was shot and killed by a German Nazi in 1942 while walking back home toward Drohobycz Ghetto with a loaf of bread.\n", "youtube_video_id": "gEYdB3ogYMw"}, {"name": "Roman Polański", "img_url": "http://pantheon.media.mit.edu/people/25428.jpg", "local_img_url": "imgs/Roman Polański.jpg", "wikipedia_paragraph": "Rajmund Roman Thierry Polański (/pəˈlænski/; born 18 August 1933) is a French-Polish[3] film director, producer, writer, and actor. Since 1978, he has been a fugitive from the U.S. criminal justice system, having fled the country while awaiting sentencing in his sexual abuse case, where he pleaded guilty to statutory rape.[2]\n"}, {"name": "Artur Rubinstein", "img_url": "http://pantheon.media.mit.edu/people/297372.jpg", "local_img_url": "imgs/Artur Rubinstein.jpg", "wikipedia_paragraph": "Arthur Rubinstein (Polish: Artur Rubinstein; 28 January 1887 – 20 December 1982) was a  Polish American[1] classical pianist.  He received international acclaim for his performances of the music written by a variety of composers and many regard him as the greatest Chopin interpreter of his time.[2][3] He was described by The New York Times as one of the greatest pianists of the twentieth century.[4][2] He played in public for eight decades.[5]\n", "youtube_video_id": "8K4ZwA2nQqI"}, {"name": "Janusz Kamiński", "img_url": "http://pantheon.media.mit.edu/people/403971.jpg", "local_img_url": "imgs/Janusz Kamiński.jpg", "wikipedia_paragraph": "Kamiński was born in Ziębice, Poland, the son of mother, Jadwiga Celner, and father, Marian Kaminski.[5] In 1981, he emigrated to the United States at the age of 21 after Prime Minister Jaruzelski imposed martial law.\n", "youtube_video_id": "uCV6LccZVQo"}, {"name": "Jerzy Kosiński", "img_url": "http://pantheon.media.mit.edu/people/15657.jpg", "local_img_url": "imgs/Jerzy Kosiński.jpg", "wikipedia_paragraph": "He was known for various novels, among them The Painted Bird (1965) and Being There (1970), which was adapted as a film (1979).[1]\n", "youtube_video_id": "H7CF-YEDA7A"}, {"name": "Aleksander Wolszczan", "img_url": "http://pantheon.media.mit.edu/people/400370.jpg", "local_img_url": "imgs/Aleksander Wolszczan.jpg", "wikipedia_paragraph": "He was born on 29 April 1946 in Szczecinek located in present-day West Pomeranian Voivodeship, Poland; in the 1950s his family moved to Szczecin. His father Jerzy Wolszczan taught economics at former Szczecin Polytechnic (currently West Pomeranian University of Technology) and his mother, Zofia, worked for the Polish Writers' Union. His early interest in astronomy was inspired by his father who told him stories and myths connected with stellar constellations. As a seven-year-old he already learned the basics of astronomy. He observed the night sky using a small telescope he constructed himself.[1] He graduated from Stefan Czarniecki VI High School in Szczecin.\n", "youtube_video_id": "/watch?v=_iPGJ2Yfe-U"}, {"name": "Frédéric Chopin", "img_url": "http://pantheon.media.mit.edu/people/10823.jpg", "local_img_url": "imgs/Frédéric Chopin.jpg", "wikipedia_paragraph": "Frédéric François Chopin (/ˈʃoʊpæ̃/; French: [ʃɔpɛ̃]; Polish: [ˈʂɔpɛn]; 1 March 1810 – 17 October 1849) was a Polish composer and virtuoso pianist of the Romantic era who wrote primarily for solo piano. He has maintained worldwide renown as a leading musician of his era, one whose \"poetic genius was based on a professional technique that was without equal in his generation.\"[1]\n", "youtube_video_id": "wygy721nzRc"}, {"name": "Arthur Schopenhauer", "img_url": "http://pantheon.media.mit.edu/people/700.jpg", "local_img_url": "imgs/Arthur Schopenhauer.jpg", "wikipedia_paragraph": "Arthur Schopenhauer (/ˈʃoʊpənhaʊ.ər/ SHOH-pən-how-ər;[15] German: [ˈʔaɐ̯tʊɐ̯ ˈʃoːpm̩ˌhaʊ̯ɐ]; 22 February 1788 – 21 September 1860) was a German philosopher. He is best known for his 1818 work The World as Will and Representation (expanded in 1844), wherein he characterizes the phenomenal world as the product of a blind and insatiable metaphysical will.[16][17] Proceeding from the transcendental idealism of Immanuel Kant, Schopenhauer developed an atheistic metaphysical and ethical system that has been described as an exemplary manifestation of philosophical pessimism,[18][19][20] rejecting the contemporaneous post-Kantian philosophies of German idealism.[21][22] Schopenhauer was among the first thinkers in Western philosophy to share and affirm significant tenets of Eastern philosophy (e.g., asceticism, the world-as-appearance), having initially arrived at similar conclusions as the result of his own philosophical work.[23][24]\n", "youtube_video_id": "7vqyXPxe_Lg"}, {"name": "Marie Curie", "img_url": "http://pantheon.media.mit.edu/people/20408.jpg", "local_img_url": "imgs/Marie Curie.jpg", "wikipedia_paragraph": "Marie Skłodowska Curie (/ˈkjʊəri/;[3] French: [kyʁi]; Polish: [kʲiˈri]; born Maria Salomea Skłodowska;[a] 7 November 1867 – 4 July 1934) was a Polish and naturalized-French physicist and chemist who conducted pioneering research on radioactivity. She was the first woman to win a Nobel Prize, the first person and only woman to win twice, the only person to win a Nobel Prize in two different sciences, and was part of the Curie family legacy of five Nobel Prizes. She was also the first woman to become a professor at the University of Paris, and in 1995 became the first woman to be entombed on her own merits in the Panthéon in Paris.\n", "youtube_video_id": "bW67XqQhbfU"}, {"name": "Catherine II of Russia", "img_url": "http://pantheon.media.mit.edu/people/44240.jpg", "local_img_url": "imgs/Catherine II of Russia.jpg", "wikipedia_paragraph": "Catherine II (Russian: Екатерина Алексеевна Yekaterina Alekseyevna; 2 May [O.S. 21 April] 1729 – 17 November [O.S. 6 November] 1796), also known as Catherine the Great (Екатери́на Вели́кая, Yekaterina Velikaya), born Princess Sophie of Anhalt-Zerbst, was Empress of Russia from 1762 until 1796, the country's longest-ruling female leader. She came to power following a coup d'état when her husband, Peter III, was overthrown. Under her reign, Russia was revitalized; it grew larger and stronger, and was recognised as one of the great powers of Europe.\n", "youtube_video_id": "r1-OC_4cx_o"}, {"name": "Pope John Paul II", "img_url": "http://pantheon.media.mit.edu/people/23805.jpg", "local_img_url": "imgs/Pope John Paul II.jpg", "wikipedia_paragraph": "Pope John Paul II (Latin: Ioannes Paulus II; Italian: Giovanni Paolo II; Polish: Jan Paweł II; born Karol Józef Wojtyła;[a] [ˈkarɔl ˈjuzɛv vɔjˈtɨwa];[b] 18 May 1920 – 2 April 2005) served as Pope and sovereign of the Vatican City State from 1978 to 2005. \n", "youtube_video_id": "zkjiDZhIylU"}, {"name": "Rosa Luxemburg", "img_url": "http://pantheon.media.mit.edu/people/173758.jpg", "local_img_url": "imgs/Rosa Luxemburg.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "QiR0MmxB2qU"}, {"name": "Paul von Hindenburg", "img_url": "http://pantheon.media.mit.edu/people/40548.jpg", "local_img_url": "imgs/Paul von Hindenburg.jpg", "wikipedia_paragraph": "Hindenburg retired from the army for the first time in 1911,[1] but was recalled shortly after the outbreak of World War I in 1914. He first came to national attention at the age of 66 as the victor of the decisive Battle of Tannenberg in August 1914. Upon being named Germany's Chief of the General Staff in August 1916,[1] his popularity among the German public increased exponentially to the point of giving rise to an enormous personality cult. As Kaiser Wilhelm II increasingly delegated his power as Supreme Warlord to the German high command, Hindenburg and his deputy Erich Ludendorff ultimately formed a de facto military dictatorship that dominated German policymaking for the rest of the war.\n", "youtube_video_id": "1fYrR-TpxB8"}, {"name": "Heinz Guderian", "img_url": "http://pantheon.media.mit.edu/people/184394.jpg", "local_img_url": "imgs/Heinz Guderian.jpg", "wikipedia_paragraph": "Guderian had developed motorized tactics in the pre-war army, while keeping himself well-educated about armored formations in other armies. In particular, he implemented the use of radio communication between tank crews and devised shock tactics that proved highly effective. In May 1940, he commanded the Panzer divisions that overwhelmed the French defences at Sedan, France, leading to the surrender of France a month later. After the German defeat at the Battle of Moscow in December 1941 he was transferred to reserve.\n", "youtube_video_id": "UTgf3UHMBjY"}, {"name": "David Ben-Gurion", "img_url": "http://pantheon.media.mit.edu/people/67765.jpg", "local_img_url": "imgs/David Ben-Gurion.jpg", "wikipedia_paragraph": "David Ben-Gurion (Hebrew: דָּוִד בֶּן-גּוּרִיּוֹן‎; pronounced [daˈvɪd ben gurˈjo:n] (listen), born David Grün; 16 October 1886 – 1 December 1973) was the primary national founder of the State of Israel and the first Prime Minister of Israel.\n", "youtube_video_id": "I5Y9j1WhrKc"}, {"name": "Manfred von Richthofen", "img_url": "http://pantheon.media.mit.edu/people/84183.jpg", "local_img_url": "imgs/Manfred von Richthofen.jpg", "wikipedia_paragraph": "Manfred  Albrecht Freiherr von Richthofen (2 May 1892 – 21 April 1918), also known as the \"Red Baron\", was a fighter pilot with the German Air Force during World War I. He is considered the ace-of-aces of the war, being officially credited with 80 air combat victories.\n", "youtube_video_id": "6kxcSI05CgA"}, {"name": "Isaac Bashevis Singer", "img_url": "http://pantheon.media.mit.edu/people/15511.jpg", "local_img_url": "imgs/Isaac Bashevis Singer.jpg", "wikipedia_paragraph": "Isaac Bashevis Singer was born in 1902 in Leoncin village near Warsaw, Poland, under military partitions by the Russian Empire.  A few years later, the family moved to a nearby Polish town of Radzymin.  The exact date of his birth is uncertain, but most probably it was November 21, 1902, a date that Singer gave both to his official biographer Paul Kresh,[7] and his secretary Dvorah Telushkin.[8]  It is also consistent with the historical events he and his brother refer to in their childhood memoirs. The often-quoted birth date, July 14, 1904 was made up by the author in his youth, most probably to make himself younger to avoid the draft.[9]\n", "youtube_video_id": "6Kb4Q5CmVh4"}, {"name": "Johann Gottfried Herder", "img_url": "http://pantheon.media.mit.edu/people/294037.jpg", "local_img_url": "imgs/Johann Gottfried Herder.jpg", "wikipedia_paragraph": "Johann Gottfried (after 1802, von) Herder (/ˈhɜːrdər/; German: [ˈjoːhan ˈɡɔtfʁiːt ˈhɛɐ̯dɐ];[21][22][23] 25 August 1744 – 18 December 1803) was a German philosopher, theologian, poet, and literary critic. He is associated with the periods of Enlightenment, Sturm und Drang, and Weimar Classicism.\n", "youtube_video_id": "6P_Y-ZJfQJw"}, {"name": "Wernher von Braun", "img_url": "http://pantheon.media.mit.edu/people/33783.jpg", "local_img_url": "imgs/Wernher von Braun.jpg", "wikipedia_paragraph": "Wernher Magnus Maximilian Freiherr von Braun (March 23, 1912 – June 16, 1977) was a German (and, later, American) aerospace engineer[3] and space architect. He was the leading figure in the development of rocket technology in Germany and the father of rocket technology and space science in the United States.[4]\n", "youtube_video_id": "PvRufvvL24s"}, {"name": "Gabriel Fahrenheit", "img_url": "http://pantheon.media.mit.edu/people/8663.jpg", "local_img_url": "imgs/Gabriel Fahrenheit.jpg", "wikipedia_paragraph": "Daniel Gabriel Fahrenheit FRS (/ˈfærənhaɪt/; German: [ˈfaːʁənhaɪt]; 24 May 1686 – 16 September 1736)[1] was a Dutch-German-Polish physicist, inventor, and scientific instrument maker. Fahrenheit was born in Danzig/Gdańsk, a predominantly German-speaking Hanseatic city in the Pomeranian Voivodeship of the Polish–Lithuanian Commonwealth, but lived most of his life in the Dutch Republic (1701–1736) and was one of the notable figures in the Golden Age of Dutch science and technology.\n", "youtube_video_id": "LgrXd0NM2y8"}, {"name": "Gerhart Hauptmann", "img_url": "http://pantheon.media.mit.edu/people/230776.jpg", "local_img_url": "imgs/Gerhart Hauptmann.jpg", "wikipedia_paragraph": "Gerhart Hauptmann was born in 1862 in Obersalzbrunn, now known as Szczawno-Zdrój, in Lower Silesia (then a part of the Kingdom of Prussia, now a part of Poland). His parents were the Robert and Marie Hauptmann, who ran a hotel in the area. As a youth, Hauptmann had a reputation of being loose with the truth.\n", "youtube_video_id": "TkbwE8uiU50"}, {"name": "Max Born", "img_url": "http://pantheon.media.mit.edu/people/61866.jpg", "local_img_url": "imgs/Max Born.jpg", "wikipedia_paragraph": "Max Born (German: [ˈmaks ˈbɔɐ̯n];[2][3] 11 December 1882 – 5 January 1970) was a German physicist and mathematician who was instrumental in the development of quantum mechanics. He also made contributions to solid-state physics and optics and supervised the work of a number of notable physicists in the 1920s and 1930s. Born won the 1954 Nobel Prize in Physics for his \"fundamental research in quantum mechanics, especially in the statistical interpretation of the wave function\".[4][5][6][7]\n", "youtube_video_id": "/channel/UCWQqpMyCi4Nc-wPc_VuUp1w"}, {"name": "Erich Ludendorff", "img_url": "http://pantheon.media.mit.edu/people/253553.jpg", "local_img_url": "imgs/Erich Ludendorff.jpg", "wikipedia_paragraph": "NSFB\n", "youtube_video_id": "TbrGaSXab04"}, {"name": "Hans-Ulrich Rudel", "img_url": "http://pantheon.media.mit.edu/people/492066.jpg", "local_img_url": "imgs/Hans-Ulrich Rudel.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "bwDfdTh0VYs"}, {"name": "Günter Grass", "img_url": "http://pantheon.media.mit.edu/people/23473348.jpg", "local_img_url": "imgs/Günter Grass.jpg", "wikipedia_paragraph": "He was born in the Free City of Danzig (now Gdańsk, Poland). As a teenager, he served as a drafted soldier from late 1944 in the Waffen-SS and was taken prisoner of war by US forces at the end of the war in May 1945. He was released in April 1946. Trained as a stonemason and sculptor, Grass began writing in the 1950s. In his fiction, he frequently returned to the Danzig of his childhood.\n", "youtube_video_id": "xebqcgD-JhQ"}, {"name": "Billy Wilder", "img_url": "http://pantheon.media.mit.edu/people/45185.jpg", "local_img_url": "imgs/Billy Wilder.jpg", "wikipedia_paragraph": "Samuel \"Billy\" Wilder (/ˈwaɪldər/; German: [ˈvɪldɐ]; June 22, 1906 – March 27, 2002) was an American filmmaker, screenwriter, producer, artist, and journalist whose career spanned more than five decades. He is regarded as one of the most brilliant and versatile filmmakers of the Hollywood Golden Age of cinema. With The Apartment, Wilder became the first person to win Academy Awards as producer, director, and screenwriter for the same film.[1]\n"}, {"name": "Albert Abraham Michelson", "img_url": "http://pantheon.media.mit.edu/people/92733.jpg", "local_img_url": "imgs/Albert Abraham Michelson.jpg", "wikipedia_paragraph": "Albert Abraham Michelson FFRS HFRSE (December 19, 1852 – May 9, 1931) was an American physicist known for his work on measuring the speed of light and especially for the Michelson–Morley experiment. In 1907 he received the Nobel Prize in Physics, becoming the first American to win the Nobel Prize in a science.\n", "youtube_video_id": "d2ajfYv7oL8"}, {"name": "Arthur Rubinstein", "img_url": "http://pantheon.media.mit.edu/people/297372.jpg", "local_img_url": "imgs/Arthur Rubinstein.jpg", "wikipedia_paragraph": "Arthur Rubinstein (Polish: Artur Rubinstein; 28 January 1887 – 20 December 1982) was a  Polish American[1] classical pianist.  He received international acclaim for his performances of the music written by a variety of composers and many regard him as the greatest Chopin interpreter of his time.[2][3] He was described by The New York Times as one of the greatest pianists of the twentieth century.[4][2] He played in public for eight decades.[5]\n", "youtube_video_id": "8K4ZwA2nQqI"}, {"name": "Fritz Haber", "img_url": "http://pantheon.media.mit.edu/people/174645.jpg", "local_img_url": "imgs/Fritz Haber.jpg", "wikipedia_paragraph": "Fritz Haber (German: [ˈhaːbɐ]; 9 December 1868 – 29 January 1934) was a German[4] chemist who received the Nobel Prize in Chemistry in 1918 for his invention of the Haber–Bosch process, a method used in industry to synthesize ammonia from nitrogen gas and hydrogen gas. This invention is of importance for the large-scale synthesis of fertilizers and explosives. The food production for half the world's current population depends on this method for producing nitrogen fertilizers.[5] Haber, along with Max Born, proposed the Born–Haber cycle as a method for evaluating the lattice energy of an ionic solid.\n", "youtube_video_id": "tdEE5uvFhOM"}, {"name": "Dietrich Bonhoeffer", "img_url": "http://pantheon.media.mit.edu/people/84199.jpg", "local_img_url": "imgs/Dietrich Bonhoeffer.jpg", "wikipedia_paragraph": "Dietrich Bonhoeffer (German: [ˈdiːtʁɪç ˈboːnhœfɐ]; 4 February 1906 – 9 April 1945) was a German pastor, theologian, anti-Nazi dissident, and key founding member of the Confessing Church. His writings on Christianity's role in the secular world have become widely influential, and his book The Cost of Discipleship has been described as a modern classic.[1]\n", "youtube_video_id": "hwUWc3YGp5M"}, {"name": "Edith Stein", "img_url": "http://pantheon.media.mit.edu/people/43501.jpg", "local_img_url": "imgs/Edith Stein.jpg", "wikipedia_paragraph": "She was born into an observant Jewish family, but was an atheist by her teenage years. Moved by the tragedies of World War I, in 1915 she took lessons to become a nursing assistant and worked in an infectious diseases hospital. After completing her doctoral thesis from the University of Göttingen in 1916, she obtained an assistantship at the University of Freiburg.\n", "youtube_video_id": "35pKdZfpl5s"}, {"name": "Paul Ehrlich", "img_url": "http://pantheon.media.mit.edu/people/23010.jpg", "local_img_url": "imgs/Paul Ehrlich.jpg", "wikipedia_paragraph": "Paul Ehrlich (German: [ˈpaʊ̯l ˈeːɐ̯lɪç] (listen); 14 March 1854 – 20 August 1915) was a Nobel prize-winning German-Jewish physician and scientist who worked in the fields of hematology, immunology, and antimicrobial chemotherapy. He is credited with finding a cure for syphilis in 1909. He invented the precursor technique to Gram staining bacteria.  The methods he developed for staining tissue made it possible to distinguish between different types of blood cells, which led to the capability to diagnose numerous blood diseases.\n", "youtube_video_id": "ZS6EGoTuWNY"}, {"name": "Otto Stern", "img_url": "http://pantheon.media.mit.edu/people/396496.jpg", "local_img_url": "imgs/Otto Stern.jpg", "wikipedia_paragraph": "Otto Stern (17 February 1888 – 17 August 1969) was a German-American physicist and Nobel laureate in physics. He was the second most nominated person for a Nobel Prize with 82 nominations in the years 1925–1945 (most times nominated is Arnold Sommerfeld with 84 nominations), ultimately winning in 1943.\n", "youtube_video_id": "rg4Fnag4V-E"}, {"name": "Emil Adolf von Behring", "img_url": "http://pantheon.media.mit.edu/people/53373.jpg", "local_img_url": "imgs/Emil Adolf von Behring.jpg", "wikipedia_paragraph": "Behring was born in Hansdorf, Kreis Rosenberg, Province of Prussia (now Ławice, Iława County, Poland). His father was a schoolmaster; the family had 13 children.\n", "youtube_video_id": "tenc87b4-Uk"}, {"name": "Werner von Blomberg", "img_url": "http://pantheon.media.mit.edu/people/759024.jpg", "local_img_url": "imgs/Werner von Blomberg.jpg", "wikipedia_paragraph": "Werner Eduard Fritz von Blomberg (2 September 1878 – 14 March 1946) was a German Generalfeldmarschall, Minister of War, and Commander-in-Chief of the German Armed Forces until January 1938, as he was forced to resign due to his marriage with a woman who had posed for pornographic photographs.\n", "youtube_video_id": "JFpxKhzjEy4"}, {"name": "Rudolf Virchow", "img_url": "http://pantheon.media.mit.edu/people/140752.jpg", "local_img_url": "imgs/Rudolf Virchow.jpg", "wikipedia_paragraph": "Rudolf Ludwig Carl Virchow  (/ˈvɪərkoʊ, ˈfɪərxoʊ/;[1] German: [ˈfɪɐ̯ço] or German: [ˈvɪɐ̯ço];[2]  13 October 1821 – 5 September 1902) was a German physician, anthropologist, pathologist, prehistorian, biologist, writer, editor, and politician, known for his advancement of public health. He is known as \"the father of modern pathology\" because his work helped to discredit humourism, bringing more science to medicine. He is also known as the founder of social medicine and veterinary pathology, and to his colleagues, the \"Pope of medicine\".[3][4][5]\n", "youtube_video_id": "jrx7WcmQTx4"}, {"name": "Kurt Lewin", "img_url": "http://pantheon.media.mit.edu/people/1976138.jpg", "local_img_url": "imgs/Kurt Lewin.jpg", "wikipedia_paragraph": "Lewin is often recognized as the \"founder of social psychology\" and was one of the first to study group dynamics and organizational development. A Review of General Psychology survey, published in 2002, ranked Lewin as the 18th-most cited psychologist of the 20th century.[3]\n", "youtube_video_id": "JppBg4G17FY"}, {"name": "Ernst Cassirer", "img_url": "http://pantheon.media.mit.edu/people/556846.jpg", "local_img_url": "imgs/Ernst Cassirer.jpg", "wikipedia_paragraph": "After Cohen's death, Cassirer developed a theory of symbolism and used it to expand phenomenology of knowledge into a more general philosophy of culture. Cassirer was one of the leading 20th-century advocates of philosophical idealism. His most famous work is the Philosophy of Symbolic Forms (1923–1929).\n", "youtube_video_id": "/watch?v=_64aTGDVH0E"}, {"name": "Konstantin Rokossovsky", "img_url": "http://pantheon.media.mit.edu/people/890263.jpg", "local_img_url": "imgs/Konstantin Rokossovsky.jpg", "wikipedia_paragraph": "Konstantin Konstantinovich (Xaverevich) Rokossovsky (Polish: Konstanty Rokossowski) (December 21, 1896 – August 3, 1968) was a Soviet officer of Polish origin who became Marshal of the Soviet Union, Marshal of Poland and served as Poland's Defence Minister from 1949 until his removal in 1956 during the Polish October.[1] He was among the most prominent Red Army commanders of World War II, especially renowned for his planning and executing of Operation Bagration, one of the most decisive Red Army successes of the Second World War.\n"}, {"name": "Maximilian Kolbe", "img_url": "http://pantheon.media.mit.edu/people/70560.jpg", "local_img_url": "imgs/Maximilian Kolbe.jpg", "wikipedia_paragraph": "Maximilian Maria Kolbe OFM Conv. (Polish: Maksymilian Maria Kolbe [maksɨˌmʲilʲjan ˌmarʲja ˈkɔlbɛ]; 8 January 1894 – 14 August 1941) was a Polish Conventual Franciscan friar who volunteered to die in place of a stranger in the German death camp of Auschwitz, located in German-occupied Poland during World War II. He had been active in promoting the veneration of the Immaculate Virgin Mary, founding and supervising the monastery of Niepokalanów near Warsaw, operating an amateur radio station (SP3RN), and founding or running several other organizations and publications.\n", "youtube_video_id": "YHsLYQVngGs"}, {"name": "Maria Leszczyńska", "img_url": "http://pantheon.media.mit.edu/people/449823.jpg", "local_img_url": "imgs/Maria Leszczyńska.jpg", "wikipedia_paragraph": "Maria Karolina Zofia Felicja Leszczyńska (h. Wieniawa)[1] was the second daughter of Stanisław I Leszczyński and his wife, Catherine Opalińska. She had an elder sister, Anna Leszczyńska, who died of pneumomia in 1717. \n"}, {"name": "Walther Nernst", "img_url": "http://pantheon.media.mit.edu/people/75876.jpg", "local_img_url": "imgs/Walther Nernst.jpg", "wikipedia_paragraph": "Walther Hermann Nernst, ForMemRS[1] (25 June 1864 – 18 November 1941) was a German chemist known for his work in thermodynamics, physical chemistry, electrochemistry, and solid state physics. His formulation of the Nernst heat theorem helped pave the way for the third law of thermodynamics, for which he won the 1920 Nobel Prize in Chemistry. He is also known for developing the Nernst equation in 1887.\n", "youtube_video_id": "6aG5Xd-1I9E"}, {"name": "Leopold Kronecker", "img_url": "http://pantheon.media.mit.edu/people/318450.jpg", "local_img_url": "imgs/Leopold Kronecker.jpg", "wikipedia_paragraph": "Leopold Kronecker (7 December 1823 – 29 December 1891) was a German mathematician who worked on number theory, algebra and logic. He criticized Georg Cantor's work on set theory, and was quoted by Weber (1893) as having said, \"Die ganzen Zahlen hat der liebe Gott gemacht, alles andere ist Menschenwerk\" (\"God made the integers, all else is the work of man.\").[1] Kronecker was a student and lifelong friend of Ernst Kummer.\n", "youtube_video_id": "bv9oWlTTqCg"}, {"name": "Erich von Falkenhayn", "img_url": "http://pantheon.media.mit.edu/people/440115.jpg", "local_img_url": "imgs/Erich von Falkenhayn.jpg", "wikipedia_paragraph": "Falkenhayn was born in Burg Belchau near Graudenz, West Prussia (now Białochowo, Poland) to Fedor von Falkenhayn (1814–1896) and Franziska von Falkenhayn, née von Rosenberg (1826–1888). His brother Arthur (1857–1929) became tutor of Crown Prince Wilhelm while Eugen (1853–1934) became a Prussian General of Cavalry. His only sister Olga von Falkenhayn was the mother of Fieldmarshall Fedor von Bock.[2]\n", "youtube_video_id": "xnwZjUrSc2k"}, {"name": "Friedrich Daniel Ernst Schleiermacher", "img_url": "http://pantheon.media.mit.edu/people/179109.jpg", "local_img_url": "imgs/Friedrich Daniel Ernst Schleiermacher.jpg", "wikipedia_paragraph": "Born in Breslau in the Prussian Silesia as the grandson of Daniel Schleiermacher, a pastor at one time associated with the Zionites,[12][13] and the son of Gottlieb Schleiermacher, a Reformed Church chaplain in the Prussian army, Schleiermacher started his formal education in a Moravian school at Niesky in Upper Lusatia, and at Barby near Magdeburg. However, pietistic Moravian theology failed to satisfy his increasing doubts, and his father reluctantly gave him permission to enter the University of Halle, which had already abandoned pietism and adopted the rationalist spirit of Christian Wolff and Johann Salomo Semler. As a theology student Schleiermacher pursued an independent course of reading and neglected the study of the Old Testament and of Oriental languages. However, he did attend the lectures of Semler, where he became acquainted with the techniques of historical criticism of the New Testament, and of Johann Augustus Eberhard, from whom he acquired a love of the philosophy of Plato and Aristotle. At the same time he studied the writings of Immanuel Kant and Friedrich Heinrich Jacobi, and began to apply ideas from the Greek philosophers to a reconstruction of Kant's system.\n", "youtube_video_id": "yDGhA5dYW1Q"}, {"name": "Isidor Isaac Rabi", "img_url": "http://pantheon.media.mit.edu/people/196999.jpg", "local_img_url": "imgs/Isidor Isaac Rabi.jpg", "wikipedia_paragraph": "Isidor Isaac Rabi (/ˈrɑːbi/; born Israel Isaac Rabi, 29 July 1898 – 11 January 1988) was an American physicist who won the Nobel Prize in Physics in 1944 for his discovery of nuclear magnetic resonance, which is used in magnetic resonance imaging. He was also one of the first scientists in the United States to work on the cavity magnetron, which is used in microwave radar and microwave ovens. \n", "youtube_video_id": "gOE3cn96Gz0"}, {"name": "Klaus Kinski", "img_url": "http://pantheon.media.mit.edu/people/211233.jpg", "local_img_url": "imgs/Klaus Kinski.jpg", "wikipedia_paragraph": "He appeared in more than 130 films, and was a leading role actor in the films of Werner Herzog, including Aguirre, the Wrath of God (1972), Nosferatu the Vampyre (1979), Woyzeck (1979), Fitzcarraldo (1982), and Cobra Verde (1987). He also appeared in many Spaghetti Westerns, such as For a Few Dollars More (1965), A Bullet for the General (1966), The Great Silence (1968), And God Said to Cain (1970), Shoot the Living and Pray for the Dead (1971) and A Genius, Two Partners and a Dupe (1975).\n", "youtube_video_id": "YnkVoNZb-NI"}, {"name": "Wojciech Jaruzelski", "img_url": "http://pantheon.media.mit.edu/people/51250.jpg", "local_img_url": "imgs/Wojciech Jaruzelski.jpg", "wikipedia_paragraph": "Wojciech Witold Jaruzelski (Polish: [ˈvɔjt͡ɕɛx ˈvitɔlt jaruˈzɛlskʲi] (listen); 6 July 1923 – 25 May 2014) was a Polish military officer and politician. He was First Secretary of the Polish United Workers' Party from 1981 to 1989, and as such was the last leader of the People's Republic of Poland.  He also served as Prime Minister from 1981 to 1985 and the country's head of state from 1985 to 1990 (titled as Chairman of the Council of State from 1985 to 1989 and as President from 1989 to 1990). He was also the last commander-in-chief of the Polish People's Army (LWP). He resigned after the Polish Round Table Agreement in 1989, which led to democratic elections in Poland.\n", "youtube_video_id": "rT_FPz8Apxc"}, {"name": "Norbert Elias", "img_url": "http://pantheon.media.mit.edu/people/421116.jpg", "local_img_url": "imgs/Norbert Elias.jpg", "wikipedia_paragraph": "Norbert Elias (German: [eˈliːas]; 22 June 1897 – 1 August 1990) was a German sociologist of Jewish descent, who later became a British citizen. He is especially famous for his theory of civilizing/decivilizing processes.\n", "youtube_video_id": "fLX_uplEEE0"}, {"name": "Günther von Kluge", "img_url": "http://pantheon.media.mit.edu/people/787713.jpg", "local_img_url": "imgs/Günther von Kluge.jpg", "wikipedia_paragraph": "Hans Günther von Kluge (Born Günther Adolf Ferdinand Kluge; 30 October 1882 – 19 August 1944) was a German field marshal during World War II. Kluge held commands on both the Eastern and Western Fronts. He commanded the 4th Army of the Wehrmacht during Operation Barbarossa and the Battle for Moscow, going on to command Army Group Centre until 1944. Although Kluge was not an active conspirator in the 20 July plot, he either committed suicide, or declined an invitation to kill himself and was subsequently murdered by a frustrated Jürgen Stroop,  on 19 August 1944 after having been recalled to Berlin for a meeting with Hitler in the aftermath of the failed coup. He was replaced by Field Marshal Walter Model.\n", "youtube_video_id": "/watch?v=_QlGTnW4J9E"}, {"name": "John II Casimir of Poland", "img_url": "http://pantheon.media.mit.edu/people/207244.jpg", "local_img_url": "imgs/John II Casimir of Poland.jpg", "wikipedia_paragraph": "In 1638 he embarked at Genoa for Spain to negotiate a league with Philip IV against France, but suffering shipwreck on the coast of Provence, he was seized and by order of Cardinal Richelieu imprisoned at Vincennes, where he remained two years, and was only released on promise of his brother the king of Poland never to wage war against France. He then travelled through various countries of western Europe, entered the order of Jesuits in Rome, was made cardinal by Innocent X, however, after his return to Poland he again became a layman, and, having succeeded his brother in 1648, married his widow, Queen Marie Louise Gonzaga. His reign commenced amid the confusion and disasters caused by the great revolt of the Cossacks under Chmielnicki, who had advanced into the very heart of Poland. The power of the king had been stripped of almost all its prerogatives by the growing influence of the nobles.\n", "youtube_video_id": "0BkBFuwttq4"}, {"name": "Horst Köhler", "img_url": "http://pantheon.media.mit.edu/people/190448.jpg", "local_img_url": "imgs/Horst Köhler.jpg", "wikipedia_paragraph": "Köhler is an economist by profession. Prior to his election as President, Köhler had a distinguished career in politics and the civil service and as a banking executive. He was President of the European Bank for Reconstruction and Development from 1998 to 2000 and head of the International Monetary Fund (IMF) from 2000 to 2004. From 2012 to 2013, Köhler served on the UN Secretary General's High-level Panel on the Post-2015 Development Agenda.[2]\n", "youtube_video_id": "rEOYD6U4ZU4"}, {"name": "Alfred Döblin", "img_url": "http://pantheon.media.mit.edu/people/896457.jpg", "local_img_url": "imgs/Alfred Döblin.jpg", "wikipedia_paragraph": "Born in Stettin, Germany (now Szczecin, Poland), to assimilated Jews, Döblin moved with his mother and siblings to Berlin when he was ten years old after his father had abandoned them. Döblin would live in Berlin for the almost all of the next forty-five years, engaging with such key figures of the prewar and Weimar-era German cultural scene as Herwarth Walden and the circle of Expressionists, Bertolt Brecht, and Thomas Mann. Only a few years after his rise to literary celebrity with the 1929 publication of Berlin Alexanderplatz, Döblin was forced into exile by the rise of the Nazi dictatorship. He spent 1933–1940 in France and then was forced to flee again at the start of the Second World War. Like many other German émigrés he spent the war years in Los Angeles, where he converted to Catholicism. He moved to West Germany after the war but did not feel at home in postwar Germany's conservative cultural climate and returned to France. His final years were marked by poor health and financial difficulties, and his literary work was met with relative neglect.\n", "youtube_video_id": "5XxDVOlZWpQ"}, {"name": "Johannes Hevelius", "img_url": "http://pantheon.media.mit.edu/people/220784.jpg", "local_img_url": "imgs/Johannes Hevelius.jpg", "wikipedia_paragraph": "According to the Polish Academy of Sciences (1975) the origin of the name goes back to the surname Hawke, a historical alternative spelling for the English word hawk, which changed into Hawelke or Hawelecke.[4]\nIn Poland he is known as Jan Heweliusz,[5]\nAccording to Patrick Moore Hevelius is a Latinised version of the name Hewelcke[6]  other versions of the name include Hewel,[7] Hevel, Hevelke[8] or Hoefel,[9] Höwelcke, Höfelcke.[10]\nAccording to Feliks Bentkowski (1814) during his early years he also signed as Hoefelius,[11] Ludwig Günther-Fürstenwalde (1903) reports, next to the usage of the Latinised version, Hevelius' signature as Johannes Höffelius Dantiscanus in 1631 and Hans Höwelcke in 1639.[12]\n", "youtube_video_id": "3P55knZ9BAE"}, {"name": "Ferdinand Lassalle", "img_url": "http://pantheon.media.mit.edu/people/197666.jpg", "local_img_url": "imgs/Ferdinand Lassalle.jpg", "wikipedia_paragraph": "Ferdinand Lassalle was born on 11 April 1825 in Breslau (Wrocław), Silesia.\nFerdinand's father, Heyman Lassal, was a Jewish silk merchant and intended his son for a business career, sending him to the commercial school at Leipzig.[2]  However, Lassalle soon transferred to university, studying first in the University of Breslau and later at the University of Berlin.[2]  There Lassalle studied philology and philosophy and became a devotee of the philosophical system of Georg Hegel.\n", "youtube_video_id": "D42vMLMK4BA"}, {"name": "Osip Mandelstam", "img_url": "http://pantheon.media.mit.edu/people/66199.jpg", "local_img_url": "imgs/Osip Mandelstam.jpg", "wikipedia_paragraph": "Mandelstam was born in Warsaw (then part of the Russian Empire) to a wealthy Polish-Jewish family. His father, a leather merchant by trade, was able to receive a dispensation freeing the family from the pale of settlement and, soon after Osip's birth, they moved to Saint Petersburg. In 1900, Mandelstam entered the prestigious Tenishev School. His first poems were printed in 1907 in the school's almanac.\n", "youtube_video_id": "T5ARWfrzOQk"}, {"name": "Benoît Mandelbrot", "img_url": "http://pantheon.media.mit.edu/people/3999.jpg", "local_img_url": "imgs/Benoît Mandelbrot.jpg", "wikipedia_paragraph": "Benoit B. [n 1] Mandelbrot [n 2] (20 November 1924 – 14 October 2010) was a Polish-born, French and American mathematician and polymath with broad interests in the practical sciences, especially regarding what he labeled as \"the art of roughness\" of physical phenomena and \"the uncontrolled element in life\".[5][6][7]  He referred to himself as a \"fractalist\"[8] and is recognized for his contribution to the field of fractal geometry, which included coining the word \"fractal\", as well as developing a theory of \"roughness and self-similarity\" in nature.[9]\n", "youtube_video_id": "ay8OMOsf6AQ"}, {"name": "Carl Menger", "img_url": "http://pantheon.media.mit.edu/people/6255.jpg", "local_img_url": "imgs/Carl Menger.jpg", "wikipedia_paragraph": "Menger was born in the city of Neu-Sandez in Galicia, Austrian Empire, which is now Nowy Sącz  in Poland. He was the son of a wealthy family of minor nobility; his father, Anton, was a lawyer. His mother, Caroline, was the daughter of a wealthy Bohemian merchant.  He had two brothers, Anton and Max, both prominent as lawyers. His son, Karl Menger, was a mathematician who taught for many years at Illinois Institute of Technology.[4]\n", "youtube_video_id": "O7wEcmhP4UM"}, {"name": "Alfred Tarski", "img_url": "http://pantheon.media.mit.edu/people/59920.jpg", "local_img_url": "imgs/Alfred Tarski.jpg", "wikipedia_paragraph": "A prolific author best known for his work on model theory, metamathematics, and algebraic logic, he also contributed to abstract algebra, topology, geometry, measure theory, mathematical logic, set theory, and analytic philosophy.\n", "youtube_video_id": "BYW6MXIFbxE"}, {"name": "Wolfram von Richthofen", "img_url": "http://pantheon.media.mit.edu/people/549389.jpg", "local_img_url": "imgs/Wolfram von Richthofen.jpg", "wikipedia_paragraph": "World War I\n", "youtube_video_id": "feP-__ZoxtQ"}, {"name": "Erwin von Witzleben", "img_url": "http://pantheon.media.mit.edu/people/401644.jpg", "local_img_url": "imgs/Erwin von Witzleben.jpg", "wikipedia_paragraph": "Job Wilhelm Georg Erdmann Erwin von Witzleben (4 December 1881 – 8 August 1944) was a German officer, by 1940 in the rank of Generalfeldmarschall (General Field Marshal), and army commander in the Second World War. A leading conspirator in the 20 July plot,[1] he was designated to become Commander-in-Chief of the Wehrmacht in a post-Nazi regime had the plot succeeded.\n"}, {"name": "Kurt Alder", "img_url": "http://pantheon.media.mit.edu/people/384492.jpg", "local_img_url": "imgs/Kurt Alder.jpg", "wikipedia_paragraph": "Alder was born in the industrial area of Königshütte, Silesia (modern day Chorzów, Upper Silesia, Poland), where he received his early schooling. Alder left the area when Königshütte became part of Poland in 1922. He studied chemistry at the University of Berlin from 1922, and later at the University of Kiel where his PhD was awarded in 1926 for work supervised by Diels.\n", "youtube_video_id": "/channel/UCKFoH5vo8wvHtxCcjgisIEw"}, {"name": "Edward Sapir", "img_url": "http://pantheon.media.mit.edu/people/9321.jpg", "local_img_url": "imgs/Edward Sapir.jpg", "wikipedia_paragraph": "Sapir was born in German Pomerania; his parents emigrated to United States of America when he was a child. He studied Germanic linguistics at Columbia, where he came under the influence of Franz Boas who inspired him to work on Native American languages. While finishing his Ph.D. he went to California to work with Alfred Kroeber documenting the indigenous languages there. He was employed by the Geological Survey of Canada for fifteen years, where he came into his own as one of the most significant linguists in North America, the other being Leonard Bloomfield. He was offered a professorship at the University of Chicago, and stayed for several years continuing to work for the professionalization of the discipline of linguistics. By the end of his life he was professor of anthropology at Yale, where he never really fit in. Among his many students were the linguists Mary Haas and Morris Swadesh, and anthropologists such as Fred Eggan and Hortense Powdermaker.\n", "youtube_video_id": "NAy-qkRP-vo"}, {"name": "Krzysztof Penderecki", "img_url": "http://pantheon.media.mit.edu/people/17292.jpg", "local_img_url": "imgs/Krzysztof Penderecki.jpg", "wikipedia_paragraph": "Born in Dębica to a lawyer, Penderecki studied music at Jagiellonian University and the Academy of Music in Kraków. After graduating from the Academy of Music, Penderecki became a teacher at the academy and he began his career as a composer in 1959 during the Warsaw Autumn festival. His Threnody to the Victims of Hiroshima for string orchestra and the choral work St. Luke Passion, have received popular acclaim. His first opera, The Devils of Loudun, was not immediately successful. Beginning in the mid-1970s, Penderecki's composing style changed, with his first violin concerto focusing on the semitone and the tritone. His choral work Polish Requiem was written in the 1980s, with Penderecki expanding it in 1993 and 2005.\n"}, {"name": "Rudolf Clausius", "img_url": "http://pantheon.media.mit.edu/people/175146.jpg", "local_img_url": "imgs/Rudolf Clausius.jpg", "wikipedia_paragraph": "Clausius was born in Köslin (now Koszalin in Poland) in the Province of Pomerania in Prussia. His father was a Protestant pastor and school inspector,[6] and Rudolf studied in the school of his father. After a few years, he went to the Gymnasium in Stettin (now Szczecin). Clausius graduated from the University of Berlin in 1844 where he studied mathematics and physics with, among others, Gustav Magnus, Peter Gustav Lejeune Dirichlet and Jakob Steiner. He also studied history with Leopold von Ranke. During 1847, he got his doctorate from the University of Halle on optical effects in Earth's atmosphere. He then became professor of physics at the Royal Artillery and Engineering School in Berlin and Privatdozent at the Berlin University. In 1855 he became professor at the ETH Zürich, the Swiss Federal Institute of Technology in Zürich, where he stayed until 1867. During that year, he moved to Würzburg and two years later, in 1869 to Bonn.\n", "youtube_video_id": "C0fGk1d4oIc"}, {"name": "Antoni Grabowski", "img_url": "http://pantheon.media.mit.edu/people/1799327.jpg", "local_img_url": "imgs/Antoni Grabowski.jpg", "wikipedia_paragraph": "Soon after his birth, Grabowski's family moved from Nowe Dobra to Thorn, Prussia (now Toruń, Poland). Due to his parents' poverty, Grabowski had to start working soon after leaving elementary school. Nevertheless he prepared himself, driven by a great desire to learn, to take the entrance exam for grammar school (Gymnasium), which he passed with flying colours. At the Copernicus School in Thorn, after demonstrating a knowledge far exceeding others of his age, he twice skipped a grade. In 1879, the family's financial situation improved and, after his Abitur exam, Grabowski studied philosophy and natural science at the University of Breslau in Breslau (now Wrocław).[1]\n", "youtube_video_id": "/channel/UChyWX0pJD9NNb_DEXW-d5rA"}, {"name": "Friedrich Bergius", "img_url": "http://pantheon.media.mit.edu/people/384789.jpg", "local_img_url": "imgs/Friedrich Bergius.jpg", "wikipedia_paragraph": "Friedrich Karl Rudolf Bergius (11 October 1884 – 30 March 1949) was a German chemist known for the Bergius process for producing synthetic fuel from coal, Nobel Prize in Chemistry (1931, together with Carl Bosch) in recognition of contributions to the invention and development of chemical high-pressure methods. Having worked with IG Farben during World War II, his citizenship came into question following the war, causing him to ultimately flee to Argentina, where he acted as adviser to the Ministry of Industry.[1][2]\n", "youtube_video_id": "9Hb9C5Ujrm0"}, {"name": "Henryk Wieniawski", "img_url": "http://pantheon.media.mit.edu/people/579097.jpg", "local_img_url": "imgs/Henryk Wieniawski.jpg", "wikipedia_paragraph": "Henryk Wieniawski was born in Lublin, Congress Poland. His father, Tobiasz Pietruszka (Wolf Helman), was the son of a Jewish barber named Herschel Meyer Helman, from the Jewish Lublin neighbourhood of Wieniawa, when barbers were also practising dentists, healers, and bloodletters. Wolf Helman, also known as Tobiasz Pietruszka, changed his name to Tadeusz Wieniawski, taking on the name of his neighbourhood to blend into his Polish environment better. Prior to obtaining his medical degree, he had converted to Catholicism. He married Regina Wolff, the daughter of a noted Jewish physician from Warsaw, and out of this marriage Henryk was born. His talent for playing the violin was recognised early, and in 1843 he was accepted by the Paris Conservatoire, where special exceptions were made to admit him, as he wasn't French and was only nine years old. After graduation, Henryk toured extensively and gave many recitals, where he was often accompanied by his brother Józef on piano. In 1847, he published his first opus, a Grand Caprice Fantastique, the start of a catalogue of 24 opus numbers.\n", "youtube_video_id": "fCm5lJpPZJ4"}, {"name": "Anton Ivanovich Denikin", "img_url": "http://pantheon.media.mit.edu/people/175147.jpg", "local_img_url": "imgs/Anton Ivanovich Denikin.jpg", "wikipedia_paragraph": "Denikin was born in Szpetal Dolny village, now part of the Polish city Włocławek in the Kuyavian-Pomeranian Voivodeship (then part of Russian-controlled Vistula Land). His father, Ivan Efimovich Denikin, had been born a serf in the province of Saratov. Sent as a recruit to do 25 years of military service, the elder Denikin became an officer in the 22nd year of his army service in 1856. He retired from the army in 1869 with the rank of major. In 1869 Ivan Denikin married Polish seamstress Elżbieta Wrzesińska as his second wife. Anton Denikin, the couple's only child, spoke both Russian and Polish growing up. His father's Russian patriotism and devotion to the Russian Orthodox religion led Anton Denikin to the Russian army.\n", "youtube_video_id": "56PBq5bwGs0"}, {"name": "Maria Göppert-Mayer", "img_url": "http://pantheon.media.mit.edu/people/140526.jpg", "local_img_url": "imgs/Maria Göppert-Mayer.jpg", "wikipedia_paragraph": "Maria Goeppert Mayer (June 28, 1906 – February 20, 1972) was a German-born American theoretical physicist, and Nobel laureate in Physics for proposing the nuclear shell model of the atomic nucleus. She was the second woman to win a Nobel Prize in physics, the first being Marie Curie.\n", "youtube_video_id": "iCfyaedIrJs"}, {"name": "Hanna Reitsch", "img_url": "http://pantheon.media.mit.edu/people/185447.jpg", "local_img_url": "imgs/Hanna Reitsch.jpg", "wikipedia_paragraph": "Hanna Reitsch (29 March 1912 – 24 August 1979) was a German aviatrix and test pilot. During the Nazi era, she and Melitta von Stauffenberg flight tested many of the regime's new aircraft.\n", "youtube_video_id": "Vlhj0vKcSDU"}, {"name": "Georg Michaelis", "img_url": "http://pantheon.media.mit.edu/people/264525.jpg", "local_img_url": "imgs/Georg Michaelis.jpg", "wikipedia_paragraph": "Michaelis, born in Haynau in the Prussian Province of Silesia, grew up in Frankfurt (Oder). He studied jurisprudence at the University of Breslau, the University of Leipzig and the University of Würzburg from 1876 to 1884, becoming a Doctor of Laws.\n", "youtube_video_id": "/channel/UCGPnCQytnrKEnU8XipGv-ig"}, {"name": "Dziga Vertov", "img_url": "http://pantheon.media.mit.edu/people/8930.jpg", "local_img_url": "imgs/Dziga Vertov.jpg", "wikipedia_paragraph": "In the 2012 Sight & Sound poll, critics voted Vertov's Man with a Movie Camera (1929) the 8th best film ever made.[1]\n", "youtube_video_id": "vUInm2dC6Ug"}, {"name": "Elisabeth Schwarzkopf", "img_url": "http://pantheon.media.mit.edu/people/379142.jpg", "local_img_url": "imgs/Elisabeth Schwarzkopf.jpg", "wikipedia_paragraph": "Schwarzkopf was born on 9 December 1915 in Jarotschin in the Province of Posen in Prussia, Germany (now Poland) to Friedrich Schwarzkopf and his wife, Elisabeth (née Fröhlich). Schwarzkopf performed in her first opera in 1928, as Eurydice in a school production of Gluck's Orfeo ed Euridice in Magdeburg, Germany. In 1934, Schwarzkopf began her musical studies at the Berlin Hochschule für Musik, where her singing tutor, Lula Mysz-Gmeiner, attempted to train her to be a mezzo-soprano. Schwarzkopf later trained under Maria Ivogün, and in 1938 joined the Deutsche Oper.[4]\n", "youtube_video_id": "gJV_nY2CoqQ"}, {"name": "Reinhard Selten", "img_url": "http://pantheon.media.mit.edu/people/212034.jpg", "local_img_url": "imgs/Reinhard Selten.jpg", "wikipedia_paragraph": "Selten was born in Breslau (Wrocław) in Lower Silesia, now in Poland, to a Jewish father, Adolf Selten (blind bookseller; d. 1942[1][2]), and Protestant mother, Käthe Luther.[2][3] Reinhard Selten was raised as Protestant.[3]\n", "youtube_video_id": "oV7vKlbtRbA"}, {"name": "Jan Matejko", "img_url": "http://pantheon.media.mit.edu/people/392979.jpg", "local_img_url": "imgs/Jan Matejko.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "lNr4sV1-kqk"}, {"name": "Klaus von Klitzing", "img_url": "http://pantheon.media.mit.edu/people/670471.jpg", "local_img_url": "imgs/Klaus von Klitzing.jpg", "wikipedia_paragraph": "In 1962, Klitzing passed the Abitur at the Artland Gymnasium in Quakenbrück, Germany, before studying physics at the Braunschweig University of Technology, where he received his diploma in 1969. He continued his studies at the University of Würzburg at the chair of Gottfried Landwehr, completing his PhD thesis entitled Galvanomagnetic Properties of Tellurium in Strong Magnetic Fields in 1972, and gaining habilitation in 1978.\n", "youtube_video_id": "/watch?v=_6KpIKhYGNc"}, {"name": "Adolph von Menzel", "img_url": "http://pantheon.media.mit.edu/people/1519807.jpg", "local_img_url": "imgs/Adolph von Menzel.jpg", "wikipedia_paragraph": "His popularity in his native country, owing especially to history painting, was such that few of his major paintings left Germany, as many were quickly acquired by museums in Berlin.[3] Menzel's graphic works and drawings were more widely disseminated; these, along with informal paintings not initially intended for display, have largely accounted for his posthumous reputation.[2]\n", "youtube_video_id": "Nyg7RCGqEq8"}, {"name": "Tadeus Reichstein", "img_url": "http://pantheon.media.mit.edu/people/387419.jpg", "local_img_url": "imgs/Tadeus Reichstein.jpg", "wikipedia_paragraph": "Reichstein was born into a Polish-Jewish family at Włocławek, Kingdom of Poland. His parents were Gastawa (Brockmann) and Izydor Reichstein.[4] He spent his early childhood at Kiev, where his father was an engineer. He began his education at boarding-school in Jena, Germany and arrived in Basel, Switzerland at the age of 8.\n", "youtube_video_id": "PcbwzRCq7gg"}, {"name": "Władysław Gomułka", "img_url": "http://pantheon.media.mit.edu/people/245678.jpg", "local_img_url": "imgs/Władysław Gomułka.jpg", "wikipedia_paragraph": "In 1967–68 Gomułka allowed outbursts of \"anti-Zionist\" political propaganda,[2] which turned into an anti-Semitic campaign, pursued primarily by others in the Party, but utilized by Gomułka to retain power by shifting the attention from the stagnating economy. The majority of Polish Jews left the country. At that time he was also responsible for persecuting protesting students and toughening censorship of the media. Gomułka supported Poland's participation in the Warsaw Pact invasion of Czechoslovakia in August 1968.\n", "youtube_video_id": "pwQTHsMSDF8"}, {"name": "Otto Klemperer", "img_url": "http://pantheon.media.mit.edu/people/160071.jpg", "local_img_url": "imgs/Otto Klemperer.jpg", "wikipedia_paragraph": "Otto Klemperer was born in Breslau, Province of Silesia, then in Germany (now Wrocław, Poland), as a son of Nathan Klemperer, a native of Prague, Bohemia (today's Czech Republic). His parents were Jewish. Klemperer studied music first at the Hoch Conservatory in Frankfurt, and later at the Stern Conservatory in Berlin under James Kwast and Hans Pfitzner. He followed Kwast to three institutions and credited him with the whole basis of his musical development. In 1905, he met Gustav Mahler while conducting the off-stage brass at a performance of Mahler's Symphony No. 2, Resurrection. He also made a piano reduction of the second symphony.[2] The two men became friends, and Klemperer became conductor at the German Opera in Prague in 1907 on Mahler's recommendation.[3]  Mahler wrote a short testimonial, recommending Klemperer, on a small card which Klemperer kept for the rest of his life. Later, in 1910, Klemperer assisted Mahler in the premiere of his Symphony No. 8, Symphony of a Thousand.\n", "youtube_video_id": "fiIh80jYeGE&list=RDQMFtQho_Txwx8&start_radio=1"}, {"name": "Siegbert Tarrasch", "img_url": "http://pantheon.media.mit.edu/people/517303.jpg", "local_img_url": "imgs/Siegbert Tarrasch.jpg", "wikipedia_paragraph": "Tarrasch was born in Breslau (Wrocław), Prussian Silesia. Having finished school in 1880, he left Breslau to study medicine in Halle. With his family, he settled in Nuremberg, Bavaria, and later in Munich, setting up a successful medical practice. He had five children. Tarrasch was Jewish, converted to Christianity in 1909,[1] and was a patriotic German who lost a son in World War I, yet he faced antisemitism in the early stages of Nazism.\n", "youtube_video_id": "/watch?v=_PUg8WGKFYU"}, {"name": "Konrad Emil Bloch", "img_url": "http://pantheon.media.mit.edu/people/17367.jpg", "local_img_url": "imgs/Konrad Emil Bloch.jpg", "wikipedia_paragraph": "Bloch was born in Neisse (Nysa), in the German Empire's Prussian Province of Silesia. He was the second child of middle-class parents Hedwig (Striemer) and Frederich D. \"Fritz\" Bloch.[2] From 1930 to 1934, he studied chemistry at the Technical University of Munich. In 1934, due to the Nazi persecutions of Jews, he fled to the Schweizerische Forschungsinstitut in Davos, Switzerland, before moving to the United States in 1936. Later he was appointed to the department of biological chemistry at Yale Medical School.\n", "youtube_video_id": "gG8ETypjbp4"}, {"name": "Egon Krenz", "img_url": "http://pantheon.media.mit.edu/people/255728.jpg", "local_img_url": "imgs/Egon Krenz.jpg", "wikipedia_paragraph": "Egon Rudi Ernst Krenz (German pronunciation: [iːgɔn ˈkʁɛnts]; born 19 March 1937) is a former East German politician who was the last communist leader of East Germany during the final months of 1989. He succeeded Erich Honecker as the General Secretary of the ruling Socialist Unity Party of Germany (SED), but was forced to resign only months later when the Berlin Wall fell.\n", "youtube_video_id": "/watch?v=-Wa2ZbaYt8A"}, {"name": "Daniel Libeskind", "img_url": "http://pantheon.media.mit.edu/people/217434.jpg", "local_img_url": "imgs/Daniel Libeskind.jpg", "wikipedia_paragraph": "Born in Łódź, Poland, Libeskind was the second child of Dora and Nachman Libeskind, both Polish Jews and Holocaust survivors. As a young child, Libeskind learned to play the accordion and quickly became a virtuoso, performing on Polish television in 1953. He won a prestigious America Israel Cultural Foundation scholarship in 1959 and played alongside a young Itzhak Perlman.[5] Libeskind lived in Poland for 11 years and can still speak, read, and write the Polish language.[6]\n", "youtube_video_id": "/watch?v=_pWov-9PMNQ"}, {"name": "Zbigniew Brzezinski", "img_url": "http://pantheon.media.mit.edu/people/58418.jpg", "local_img_url": "imgs/Zbigniew Brzezinski.jpg", "wikipedia_paragraph": "Zbigniew Kazimierz \"Zbig\" Brzezinski (/ˈzbɪɡnjɛf brəˈzɪnski/;[1] Polish: [ˈzbʲiɡɲɛf bʐɛˈʑiɲskʲi] (listen);[2] March 28, 1928 – May 26, 2017) was a Polish-American diplomat and political scientist. He served as a counselor to President Lyndon B. Johnson from 1966 to 1968 and was President Jimmy Carter's National Security Advisor from 1977 to 1981. Brzezinski belonged to the realist school of international relations, standing in the geopolitical tradition of Halford Mackinder and Nicholas J. Spykman.[3][4]\n", "youtube_video_id": "oyV-RrzKUm8"}, {"name": "L. L. Zamenhof", "img_url": "http://pantheon.media.mit.edu/people/18100.jpg", "local_img_url": "imgs/L. L. Zamenhof.jpg", "wikipedia_paragraph": "Ludwik Lejzer Zamenhof (/ˈzæmənhɒf/; Polish: Ludwik Łazarz Zamenhof; 15 December [O.S. 3 December] 1859 – 14 April [O.S. 1 April] 1917),[1] credited as L. L. Zamenhof and sometimes as the pseudonymous Dr. Esperanto, was a Polish-Jewish ophthalmologist and the creator of Esperanto, the most successful constructed language in the world.[2] He grew up fascinated by the idea of a world without war and believed that this could happen with the help of a new international auxiliary language, which he first developed in 1873 while still in school.[1]\n", "youtube_video_id": "ZJWVOkdWQAs"}, {"name": "Ernst Kummer", "img_url": "http://pantheon.media.mit.edu/people/319117.jpg", "local_img_url": "imgs/Ernst Kummer.jpg", "wikipedia_paragraph": "Kummer was born in Sorau, Brandenburg (then part of Prussia). He was awarded a PhD from the University of Halle in 1831 for writing a prize-winning mathematical essay (De cosinuum et sinuum potestatibus secundum cosinus et sinus arcuum multiplicium evolvendis), which was eventually published a year later.\n"}, {"name": "Paul Tillich", "img_url": "http://pantheon.media.mit.edu/people/414218.jpg", "local_img_url": "imgs/Paul Tillich.jpg", "wikipedia_paragraph": "Among the general public, he is best known for his works The Courage to Be (1952) and Dynamics of Faith (1957), which introduced issues of theology and modern culture to a general readership. In academic theology, he is best known for his major three-volume work Systematic Theology (1951–63) in which he developed his \"method of correlation\", an approach of exploring the symbols of Christian revelation as answers to the problems of human existence raised by contemporary existential philosophical analysis.[3][4]\n", "youtube_video_id": "M_HcFLa0b1Q"}, {"name": "Marian Rejewski", "img_url": "http://pantheon.media.mit.edu/people/4349420.jpg", "local_img_url": "imgs/Marian Rejewski.jpg", "wikipedia_paragraph": "Marian Adam Rejewski (Polish: [ˈmarjan rɛˈjɛfskʲi] (listen); 16 August 1905 – 13 February 1980) was a Polish mathematician and cryptologist who reconstructed the Nazi German military Enigma cipher machine sight-unseen in 1932.  The cryptologic achievements of Rejewski and colleagues Jerzy Różycki and Henryk Zygalski enabled the British to begin reading German Enigma-encrypted messages at the start of World War II, seven years after Rejewski's original reconstruction of the machine. The intelligence that was gained by the British from Enigma decrypts formed part of what was code-named Ultra and contributed—perhaps decisively—to the defeat of Germany.[Note 1]\n", "youtube_video_id": "sOcTWaqFF3A"}, {"name": "Siegfried Lenz", "img_url": "http://pantheon.media.mit.edu/people/1398976.jpg", "local_img_url": "imgs/Siegfried Lenz.jpg", "wikipedia_paragraph": "Siegfried Lenz was born in Lyck, East Prussia (now Ełk, Poland), the son of a customs officer. After graduating in 1943, he was drafted into the Kriegsmarine.\n", "youtube_video_id": "WvyqcvsMdls"}, {"name": "Stanisław Moniuszko", "img_url": "http://pantheon.media.mit.edu/people/2062469.jpg", "local_img_url": "imgs/Stanisław Moniuszko.jpg", "wikipedia_paragraph": "He is generally referred to as \"the father of Polish national opera\".[2]\n", "youtube_video_id": "0byL80FznHY"}, {"name": "Władysław Sikorski", "img_url": "http://pantheon.media.mit.edu/people/353480.jpg", "local_img_url": "imgs/Władysław Sikorski.jpg", "wikipedia_paragraph": "Władysław Eugeniusz Sikorski (Polish pronunciation: [vwaˈdɨswaf ɕiˈkɔrskʲi] (listen); 20 May 1881 – 4 July 1943) was a Polish military and political leader.\n", "youtube_video_id": "aJA70YygrLU"}, {"name": "Kazimierz Kuratowski", "img_url": "http://pantheon.media.mit.edu/people/46075.jpg", "local_img_url": "imgs/Kazimierz Kuratowski.jpg", "wikipedia_paragraph": "Kazimierz Kuratowski (Polish pronunciation: [kaˈʑimjɛʂ kuɾaˈtɔfskʲi], 2 February 1896 – 18 June 1980) was a Polish mathematician and logician. He was one of the leading representatives of the Warsaw School of Mathematics.\n", "youtube_video_id": "W2KfhZMhT_w"}, {"name": "Gerhard Domagk", "img_url": "http://pantheon.media.mit.edu/people/474958.jpg", "local_img_url": "imgs/Gerhard Domagk.jpg", "wikipedia_paragraph": "Domagk was born in Lagow, Brandenburg, the son of a school headmaster. Until he was 14, he attended school in Sommerfeld (now Lubsko, Poland).  Domagk studied medicine at the University of Kiel, but volunteered to serve as a soldier in World War I, where he was wounded in December 1914, working the rest of the war as a medic. After the war, he finished his studies, and worked at the University of Greifswald, where he researched infections caused by bacteria.\n", "youtube_video_id": "7JkUVg3jgn8"}, {"name": "Witold Lutosławski", "img_url": "http://pantheon.media.mit.edu/people/409576.jpg", "local_img_url": "imgs/Witold Lutosławski.jpg", "wikipedia_paragraph": "Witold Roman Lutosławski (Polish: [ˈvitɔld lutɔsˈwafski]; 25 January 1913 – 7 February 1994) was a Polish composer and orchestral conductor. He was one of the major European composers of the 20th century, and one of the preeminent Polish musicians during his last three decades. He earned many international awards and prizes. His compositions (of which he was a notable conductor) include four symphonies, a Concerto for Orchestra, a string quartet, instrumental works, concertos, and orchestral song cycles.\n", "youtube_video_id": "k0aJHZ7LBMc"}, {"name": "Albert Sabin", "img_url": "http://pantheon.media.mit.edu/people/891357.jpg", "local_img_url": "imgs/Albert Sabin.jpg", "wikipedia_paragraph": "Sabin was born in Białystok, Poland, then part of the Russian Empire, to Polish-Jewish parents, Jacob Saperstein and Tillie Krugman.[1] In 1921,[2] he emigrated with his family as Abram Saperstejn on the S/S Lapland which sailed from Antwerp, Belgium, to the Port of New York. In 1930, he became a naturalized citizen of the United States and changed his name to Sabin, as well as assuming the middle name Bruce.\n", "youtube_video_id": "/user/ColAlbertSabin"}, {"name": "Joseph Freiherr von Eichendorff", "img_url": "http://pantheon.media.mit.edu/people/491416.jpg", "local_img_url": "imgs/Joseph Freiherr von Eichendorff.jpg", "wikipedia_paragraph": "Eichendorff first became famous for his 1826 novella Aus dem Leben eines Taugenichts (freely translated: Memoirs of a Good-for-Nothing)[4] and his poems.[5] The Memoirs of a Good-for-Nothing is a typical Romantic novella whose main themes are wanderlust and love. The protagonist, the son of a miller, rejects his father's trade and becomes a gardener at a Viennese palace where he subsequently falls in love with the local duke's daughter. As, with his lowly status, she is unattainable for him, he escapes to Italy - only to return and learn that she is the duke's adopted daughter, and thus within his social reach.[1] With its combination of dream world and realism, Memoirs of a Good-for-Nothing is considered to be a high point of Romantic fiction. One critic stated that Eichendorff's Good-for-Nothing is the \"personification of love of nature and an obsession with hiking.\"[6] Thomas Mann called Eichendorff's Good-for-Nothing a combination of \"the purity of the folk song and the fairy tale.\"[7]\n", "youtube_video_id": "fqY6GPZjacY"}, {"name": "Günter Blobel", "img_url": "http://pantheon.media.mit.edu/people/243903.jpg", "local_img_url": "imgs/Günter Blobel.jpg", "wikipedia_paragraph": "Günter Blobel was born in Waltersdorf in the Prussian Province of Lower Silesia, then located in eastern Germany. In January 1945 his family fled from native Silesia to Dresden to escape from the advancing Red Army. During the catastrophic bombing of Dresden, Blobel, then 8, stayed with his family at a relative's farm to the west of the city. After the war, Blobel grew up and attended gymnasium in the Saxon town of Freiberg. He studied medicine and graduated from the University of Tübingen in 1960. After two years service in a medical internship, he moved to Madison, Wisconsin, following an older brother, enrolling in the University of Wisconsin–Madison and, joining the lab of Van R. Potter for his graduate work. Blobel matriculated in 1967 with a Ph.D., then took up a professorship in microbiology at the University.[1]\n", "youtube_video_id": "t2tnTR2ZCuY"}, {"name": "Bolesław Bierut", "img_url": "http://pantheon.media.mit.edu/people/61215.jpg", "local_img_url": "imgs/Bolesław Bierut.jpg", "wikipedia_paragraph": "Bierut was born in Rury, now a part of Lublin, to Wojciech Bierut, a village teacher, and his wife Maria (née Biernacka). He began his studies in 1899/1900 at the public school in Lublin. The school focused majorly on religiousness & patriotism of the students. At the same time he was closely related to the church, and his parents planned to send him to the seminary. In 1905 he was removed from the school for participating in Anti-Russian language protests.In 1918 he took courses at the Warsaw School of Economics. From 1924–30, he was in Moscow for training at the school of the Communist International.\n", "youtube_video_id": "iwoVUucog5Q"}, {"name": "Leonid Kravchuk", "img_url": "http://pantheon.media.mit.edu/people/1098020.jpg", "local_img_url": "imgs/Leonid Kravchuk.jpg", "wikipedia_paragraph": "After a political crisis involving the President and the Prime Minister, Kravchuk resigned from the Presidency, but ran for a second term as President in 1994. He was defeated by his former Prime Minister, Leonid Kuchma, who served as President for two terms. After Kravchuk's presidency, he was active in Ukrainian politics, serving as a People's Deputy of Ukraine in the Verkhovna Rada and the leader of Social Democratic Party of Ukraine (united)'s parliamentary group (from 2002 to 2006). He is currently retired from politics.[5]\n", "youtube_video_id": "eFLp9ap6u1Y"}, {"name": "Lech Kaczyński", "img_url": "http://pantheon.media.mit.edu/people/637432.jpg", "local_img_url": "imgs/Lech Kaczyński.jpg", "wikipedia_paragraph": "Lech Aleksander Kaczyński (Polish pronunciation: [ˈlɛx alɛkˈsandɛr kaˈt͡ʂɨj̃skʲi] (listen); 18 June 1949 – 10 April 2010) was a Polish lawyer and politician who served as the Mayor of Warsaw from 2002 until 2005 and as the President of Poland from 2005 until his death in 2010.\n"}, {"name": "Karl Ludwig Hencke", "img_url": "http://pantheon.media.mit.edu/people/582877.jpg", "local_img_url": "imgs/Karl Ludwig Hencke.jpg", "wikipedia_paragraph": "Hencke was born in Driesen, Brandenburg (now Drezdenko, Poland). He volunteered in the Wars of Liberation (Befreiungskriege) for Prussia but was wounded at Lützen. Thereafter he served as post official at various places and finally was erected post master. After his retirement at age 45 for health reasons he lived in his city of birth where he served as city court judge.[2]\n", "youtube_video_id": "uBHHLfgmW0k"}, {"name": "Felix Hausdorff", "img_url": "http://pantheon.media.mit.edu/people/10989.jpg", "local_img_url": "imgs/Felix Hausdorff.jpg", "wikipedia_paragraph": "Life became difficult for Hausdorff and his family after Kristallnacht in 1938. The next year he initiated efforts to emigrate to the United States, but was unable to make arrangements to receive a research fellowship. On 26 January 1942, Felix Hausdorff, along with his wife and his sister-in-law, committed suicide by taking an overdose of veronal, rather than comply with German orders to move to the Endenich camp, and there suffer the likely implications, about which he held no illusions.\n", "youtube_video_id": "7DahFEMBbPY"}, {"name": "Wacław Sierpiński", "img_url": "http://pantheon.media.mit.edu/people/34122.jpg", "local_img_url": "imgs/Wacław Sierpiński.jpg", "wikipedia_paragraph": "Three well-known fractals are named after him (the Sierpinski triangle, the Sierpinski carpet and the Sierpinski curve), as are Sierpinski numbers and the associated Sierpiński problem.\n", "youtube_video_id": "KExb7rv5Obs"}, {"name": "Vasily Sokolovsky", "img_url": "http://pantheon.media.mit.edu/people/988517.jpg", "local_img_url": "imgs/Vasily Sokolovsky.jpg", "wikipedia_paragraph": "Sokolovsky was born into a peasant family in Kozliki, a small town in the province of Grodno (now in Białystok County in Poland, then part of the Russian Empire). He worked as a teacher in a rural school, where he took part in a number of protests and demonstrations against the Tsar.\n", "youtube_video_id": "aRysCHyAl3M"}, {"name": "Joseph Rotblat", "img_url": "http://pantheon.media.mit.edu/people/315742.jpg", "local_img_url": "imgs/Joseph Rotblat.jpg", "wikipedia_paragraph": "Sir Joseph Rotblat KCMG CBE FRS (4 November 1908 – 31 August 2005) was a Polish physicist, a self-described \"Pole with a British passport\".[2] Rotblat worked on Tube Alloys and the Manhattan Project during World War II, but left the Los Alamos Laboratory after the war with Germany ended. His work on nuclear fallout was a major contribution toward the ratification of the 1963 Partial Nuclear Test Ban Treaty.  A signatory of the 1955 Russell–Einstein Manifesto, he was secretary-general of the Pugwash Conferences on Science and World Affairs from their founding until 1973 and shared, with the Pugwash Conferences, the 1995 Nobel Peace Prize \"for efforts to diminish the part played by nuclear arms in international affairs and, in the longer run, to eliminate such arms.\"[3]\n", "youtube_video_id": "3fQ17Mbbtk8"}, {"name": "Miguel Najdorf", "img_url": "http://pantheon.media.mit.edu/people/1108887.jpg", "local_img_url": "imgs/Miguel Najdorf.jpg", "wikipedia_paragraph": "Najdorf was tutored first by Dawid Przepiórka, then by Savielly Tartakower, the latter of whom he always referred to as \"my teacher\".\n", "youtube_video_id": "3iKZPafJGrA"}, {"name": "Ignacy Mościcki", "img_url": "http://pantheon.media.mit.edu/people/641988.jpg", "local_img_url": "imgs/Ignacy Mościcki.jpg", "wikipedia_paragraph": "Ignacy Mościcki (Polish pronunciation: [iɡˈnatsɨ mɔɕˈtɕitskʲi]; 1 December 1867 – 2 October 1946) was a Polish chemist, politician, and President of Poland from 1926 to 1939. He was the longest serving President in Poland's history.[1]\n", "youtube_video_id": "DuJ21vbI41Y"}, {"name": "Stanisław Konarski", "img_url": "http://pantheon.media.mit.edu/people/1909490.jpg", "local_img_url": "imgs/Stanisław Konarski.jpg", "wikipedia_paragraph": "Konarski was born in Żarczyce Duże, Świętokrzyskie Voivodeship.  He studied from 1725 to 1727 at the Collegium Nazarenum in Rome, where he became a teacher of rhetoric. After that he travelled through France, Germany and Austria and Poland to broaden his education.\n", "youtube_video_id": "LkKhOHhDQQg"}, {"name": "Hanna Schygulla", "img_url": "http://pantheon.media.mit.edu/people/2523002.jpg", "local_img_url": "imgs/Hanna Schygulla.jpg", "wikipedia_paragraph": "Schygulla was born in Königshütte (now Chorzów, Poland) to German parents Antonie (née Mzyk) and Joseph Schygulla.[1] Both the names Schygulla (also spelled Szyguła) and Mzyk are of Polish/Silesian origin, indicating a mixed heritage and/or the process of teutonisation of Slavs as was very common in Silesia in the 19th century. Her father, a timber merchant by profession, was drafted as an infantryman in the German Army and was captured by American forces in Italy, subsequently being held as a prisoner of war until 1948. In 1945, Schygulla and her mother arrived as refugees in Munich, following the expulsion of the majority German-speaking population of Königshütte by Communist Poland.[1] Much later, in the 1960s, Schygulla studied Romance languages and German studies, while taking acting lessons in Munich during her spare time.\n", "youtube_video_id": "thEFU1hFjZ4"}, {"name": "Christa Wolf", "img_url": "http://pantheon.media.mit.edu/people/338056.jpg", "local_img_url": "imgs/Christa Wolf.jpg", "wikipedia_paragraph": "Wolf was born the daughter of Otto and Herta Ihlenfeld, in Landsberg an der Warthe, then in the Province of Brandenburg;[3] the city is now Gorzów Wielkopolski, Poland. After World War II, her family, being Germans, were expelled from their home on what had become Polish territory. They crossed the new Oder-Neisse border in 1945 and settled in Mecklenburg, in what would become the German Democratic Republic, or East Germany. She studied literature at the University of Jena and the University of Leipzig. After her graduation, she worked for the German Writers' Union and became an editor for a publishing company. While working as an editor for publishing companies Verlag Neues Leben and Mitteldeutscher Verlag and as a literary critic for the journal Neue deutsche Literatur, Wolf was provided contact with antifascists and Communists, many of whom had either returned from exile or from imprisonment in concentration camps. Her writings discuss political, economic, and scientific power, making her an influential spokesperson in East and West Germany during post-World War II for the empowerment of individuals to be active within the industrialized and patriarchal society.[5]\n", "youtube_video_id": "SSk-ytE9c20"}, {"name": "Andrzej W. Schally", "img_url": "http://pantheon.media.mit.edu/people/879428.jpg", "local_img_url": "imgs/Andrzej W. Schally.jpg", "wikipedia_paragraph": "Schally was born in Wilno, Second Polish Republic[1][2][4] (since 1945 Vilnius, Lithuania), as the son of Gen. Brigadier Kazimierz Schally, who was Chief of the Cabinet of President Ignacy Mościcki of Poland, and Maria (Łącka).\n"}, {"name": "Donald Tusk", "img_url": "http://pantheon.media.mit.edu/people/648724.jpg", "local_img_url": "imgs/Donald Tusk.jpg", "wikipedia_paragraph": "Donald Franciszek Tusk (/tʊsk/; Polish: [ˈdɔnalt franˈt͡ɕiʂɛk ˈtusk] (listen); born 22 April 1957) is a Polish politician who has been the President of the European Council since 2014.[1] He served as Prime Minister of Poland from 2007 to 2014 and was a co-founder and chairman of the Civic Platform (Platforma Obywatelska) political party.[2]\n"}, {"name": "Hagen Kleinert", "img_url": "http://pantheon.media.mit.edu/people/1214030.jpg", "local_img_url": "imgs/Hagen Kleinert.jpg", "wikipedia_paragraph": "Kleinert has written ~400 papers on mathematical physics and the physics of elementary particles, nuclei, solid state systems, liquid crystals, biomembranes, microemulsions, polymers, and the theory of financial markets.[2] He has written several books on theoretical physics,[3] the most notable of which, Path Integrals in Quantum Mechanics, Statistics, Polymer Physics, and Financial Markets, has been published in five editions since 1990 and has received enthusiastic reviews.[4]\n", "youtube_video_id": "WneJRxrOuCE"}, {"name": "Aleksander Kwaśniewski", "img_url": "http://pantheon.media.mit.edu/people/150186.jpg", "local_img_url": "imgs/Aleksander Kwaśniewski.jpg", "wikipedia_paragraph": "Aleksander Kwaśniewski (Polish pronunciation: [alɛˈksandɛr kfaɕˈɲɛfskʲi] (listen); born 15 November 1954) is a Polish politician and journalist. He served as the President of Poland from 1995 to 2005. He was born in Białogard, and during communist rule he was active in the Socialist Union of Polish Students and was the Minister for Sport in the communist government in the 1980s. After the fall of communism he became a leader of the left-wing Social Democracy of the Republic of Poland, successor to the former ruling Polish United Workers' Party, and a co-founder of the Democratic Left Alliance.\n", "youtube_video_id": "y7rwcXlSbHc"}, {"name": "Jarosław Kaczyński", "img_url": "http://pantheon.media.mit.edu/people/637440.jpg", "local_img_url": "imgs/Jarosław Kaczyński.jpg", "wikipedia_paragraph": "Jarosław Aleksander Kaczyński (Polish pronunciation: [jaˈrɔswaf kaˈtʂɨj̃skʲi] (listen); born 18 June 1949) is a Polish politician and lawyer, and the current leader of the Law and Justice party (PiS by its Polish acronym), which he co-founded in 2001 with his identical twin brother, the late Polish President Lech Kaczyński.[1][2] Running for PiS, he served as Prime Minister of Poland from July 2006 to November 2007. After PiS's electoral defeat in 2007, Kaczyński was the main leader of the opposition to Civic Platform's governments.\n"}, {"name": "Henryk Górecki", "img_url": "http://pantheon.media.mit.edu/people/141829.jpg", "local_img_url": "imgs/Henryk Górecki.jpg", "wikipedia_paragraph": "He was largely unknown outside Poland until the mid-to late 1980s, and his fame arrived in the 1990s.[12] In 1992, 15 years after it was composed, a recording of his Third Symphony, Symphony of Sorrowful Songs—recorded with soprano Dawn Upshaw and released to commemorate the memory of those lost during the Holocaust—became a worldwide commercial and critical success, selling more than a million copies and vastly exceeding the typical lifetime sales of a recording of symphonic music by a 20th-century composer. As surprised as anyone at its popularity, Górecki said, \"Perhaps people find something they need in this piece of music [...] somehow I hit the right note, something they were missing. Something somewhere had been lost to them. I feel that I instinctively knew what they needed.\"[13] This popular acclaim did not generate wide interest in Górecki's other works,[14] and he pointedly resisted the temptation to repeat earlier success, or compose for commercial reward.\n", "youtube_video_id": "/watch?v=-mEWlGLkjIw"}, {"name": "Bronisław Komorowski", "img_url": "http://pantheon.media.mit.edu/people/2534952.jpg", "local_img_url": "imgs/Bronisław Komorowski.jpg", "wikipedia_paragraph": "Bronisław Maria Komorowski [brɔˈɲiswaf kɔmɔˈrɔfskʲi] (listen) (born 4 June 1952) is a Polish politician and historian who served as President of Poland from 2010 to 2015.\n", "youtube_video_id": "FyUogPwhFUo"}, {"name": "Sławomir Mrożek", "img_url": "http://pantheon.media.mit.edu/people/1429557.jpg", "local_img_url": "imgs/Sławomir Mrożek.jpg", "wikipedia_paragraph": "Mrożek joined the Polish United Workers' Party during the reign of Stalinism in the People's Republic of Poland, and made a living as political journalist. He began writing plays in the late 1950s. His theatrical works belong to the genre of absurdist fiction, intended to shock the audience with non-realistic elements, political and historic references, distortion, and parody.[3]\n"}, {"name": "Grzegorz Lato", "img_url": "http://pantheon.media.mit.edu/people/1525677.jpg", "local_img_url": "imgs/Grzegorz Lato.jpg", "wikipedia_paragraph": "Grzegorz Bolesław Lato (born 8 April 1950 in Malbork) is a retired Polish footballer and manager who played as a winger. He was the leading scorer at the 1974 World Cup. Lato's playing career coincided with the golden era of Polish football, which began with Olympic gold in Munich in 1972 and ended a decade later with third place at the 1982 World Cup in Spain, a repeat of the Poles' impressive finish in 1974 in Germany. He is the only Polish player ever to win the Golden Boot at a World Cup.\n", "youtube_video_id": "6CKUIb8_Z_U"}, {"name": "Tadeusz Mazowiecki", "img_url": "http://pantheon.media.mit.edu/people/927699.jpg", "local_img_url": "imgs/Tadeusz Mazowiecki.jpg", "wikipedia_paragraph": "Tadeusz Mazowiecki [taˈdɛuʂ mazɔˈvʲɛt͡skʲi] (listen); (18 April 1927 – 28 October 2013) was a Polish author, journalist, philanthropist and Christian-democratic politician, formerly one of the leaders of the Solidarity movement, and the first non-communist Polish prime minister since 1946.[1]\n", "youtube_video_id": "NS8avUCyAGo"}, {"name": "Bronisław Geremek", "img_url": "http://pantheon.media.mit.edu/people/816219.jpg", "local_img_url": "imgs/Bronisław Geremek.jpg", "wikipedia_paragraph": "Professor Bronisław Geremek [brɔˈɲiswaf ɡɛˈrɛmɛk] (listen) (born Benjamin Lewertow;[1] 6 March 1932 – 13 July 2008) was a Polish social historian and politician.\n", "youtube_video_id": "diEKs57tt20"}, {"name": "Ryszard Kaczorowski", "img_url": "http://pantheon.media.mit.edu/people/2272367.jpg", "local_img_url": "imgs/Ryszard Kaczorowski.jpg", "wikipedia_paragraph": "Ryszard Kaczorowski, GCMG ([ˈrɨʂart kat͡ʂɔˈrɔfskʲi] (listen); 26 November 1919 – 10 April 2010) was a Polish statesman. Between 1989 and 1990 he served as the last President of Poland in exile. He succeeded Kazimierz Sabbat and resigned his post following Poland's regaining independence from the Soviet sphere of influence and election of Lech Wałęsa as the first  democratically elected president of Poland since World War II. He also passed the presidential insignia to Wałęsa, thus ending the 45-years long episode of the Polish government in exile.\n", "youtube_video_id": "tJkYNDC2e7o"}, {"name": "Adolf Hitler", "img_url": "http://pantheon.media.mit.edu/people/2731583.jpg", "local_img_url": "imgs/Adolf Hitler.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "F93yI6YeRms"}, {"name": "Wolfgang Amadeus Mozart", "img_url": "http://pantheon.media.mit.edu/people/33163.jpg", "local_img_url": "imgs/Wolfgang Amadeus Mozart.jpg", "wikipedia_paragraph": "Wolfgang Amadeus Mozart[a] (27 January 1756 – 5 December 1791), baptised as Johannes Chrysostomus Wolfgangus Theophilus Mozart,[b] was a prolific and influential composer of the classical era.\n", "youtube_video_id": "Rb0UmrCXxVA"}, {"name": "Napoleon Bonaparte", "img_url": "http://pantheon.media.mit.edu/people/69880.jpg", "local_img_url": "imgs/Napoleon Bonaparte.jpg", "wikipedia_paragraph": "Napoléon Bonaparte (/nəˈpoʊliən ˈboʊnəpɑːrt/;[1] French: [napoleɔ̃ bɔnɑpaʁt], Italian: Napoleone Bonaparte; 15 August 1769 – 5 May 1821) was a French statesman and military leader who rose to prominence during the French Revolution and led several successful campaigns during the French Revolutionary Wars. He was Emperor of the French from 1804 until 1814 and again briefly in 1815 during the Hundred Days. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napoleonic Wars. He won most of these wars and the vast majority of his battles, building a large empire that ruled over continental Europe before its final collapse in 1815. He is considered one of the greatest commanders in history, and his wars and campaigns are studied at military schools worldwide. Napoleon's political and cultural legacy has endured as one of the most celebrated and controversial leaders in human history.[2][3]\n", "youtube_video_id": "JtcEJqaLB20"}, {"name": "Isaac Newton", "img_url": "http://pantheon.media.mit.edu/people/14627.jpg", "local_img_url": "imgs/Isaac Newton.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "WQcMoKNGUzY"}, {"name": "Albert Einstein", "img_url": "http://pantheon.media.mit.edu/people/736.jpg", "local_img_url": "imgs/Albert Einstein.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "qnnK7OG_UJw"}, {"name": "Johann Sebastian Bach", "img_url": "http://pantheon.media.mit.edu/people/9906294.jpg", "local_img_url": "imgs/Johann Sebastian Bach.jpg", "wikipedia_paragraph": "Johann Sebastian Bach[a] (31 March [O.S. 21 March] 1685 – 28 July 1750) was a German composer and musician of the Baroque period. He is known for instrumental compositions such as the Brandenburg Concertos and the Goldberg Variations as well as for vocal music such as the St Matthew Passion and the Mass in B minor. Since the 19th-century Bach Revival he has been generally regarded as one of the greatest composers of all time.[3]\n", "youtube_video_id": "6JQm5aSjX6g"}, {"name": "Ludwig van Beethoven", "img_url": "http://pantheon.media.mit.edu/people/17914.jpg", "local_img_url": "imgs/Ludwig van Beethoven.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "W-fFHeTX70Q"}, {"name": "Karl Marx", "img_url": "http://pantheon.media.mit.edu/people/16743.jpg", "local_img_url": "imgs/Karl Marx.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "fSQgCy_iIcc"}, {"name": "Vincent van Gogh", "img_url": "http://pantheon.media.mit.edu/people/32603.jpg", "local_img_url": "imgs/Vincent van Gogh.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "wZLyJRGFwIY"}, {"name": "Immanuel Kant", "img_url": "http://pantheon.media.mit.edu/people/14631.jpg", "local_img_url": "imgs/Immanuel Kant.jpg", "wikipedia_paragraph": "Immanuel Kant (/kænt/;[15] German: [ʔɪˈmaːnu̯eːl ˈkant, -nu̯ɛl -];[16][17] 22 April 1724 – 12 February 1804) was a German philosopher who is a central figure in modern philosophy.[18] In his doctrine of transcendental idealism, he argued that space, time and causation are mere sensibilities; \"things-in-themselves\" exist, but their nature is unknowable.[19][20] In his view, the mind shapes and structures experience, with all human experience sharing certain structural features. He drew a parallel to the Copernican revolution in his proposition that worldly objects can be intuited a priori (\"beforehand\"), and that intuition is therefore independent from objective reality.[21] Kant believed that reason is the source of morality, and that aesthetics arise from a faculty of disinterested judgment. Kant's views continue to have a major influence on contemporary philosophy, especially the fields of epistemology, ethics, political theory, and post-modern aesthetics.\n", "youtube_video_id": "Hk7GSZXpSpc"}, {"name": "Sigmund Freud", "img_url": "http://pantheon.media.mit.edu/people/26743.jpg", "local_img_url": "imgs/Sigmund Freud.jpg", "wikipedia_paragraph": "Sigmund Freud (/frɔɪd/ FROYD;[3] German: [ˈziːkmʊnt ˈfʁɔʏt]; born Sigismund Schlomo Freud; 6 May 1856 – 23 September 1939) was an Austrian neurologist and the founder of psychoanalysis, a clinical method for treating psychopathology through dialogue between a patient and a psychoanalyst.[4]\n", "youtube_video_id": "mQaqXK7z9LM"}, {"name": "Pablo Picasso", "img_url": "http://pantheon.media.mit.edu/people/24176.jpg", "local_img_url": "imgs/Pablo Picasso.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "Kc2iLAubras"}, {"name": "Johann Wolfgang von Goethe", "img_url": "http://pantheon.media.mit.edu/people/19242322.jpg", "local_img_url": "imgs/Johann Wolfgang von Goethe.jpg", "wikipedia_paragraph": "Johann Wolfgang von Goethe (/ˈɡɜːrtə/;[1][2][3] German: [ˈjoːhan ˈvɔlfɡaŋ fɔn ˈɡøːtə] (listen);[4][5] 28 August 1749 – 22 March 1832) was a German writer and statesman. His works include four novels; epic and lyric poetry; prose and verse dramas; memoirs; an autobiography; literary and aesthetic criticism; and treatises on botany, anatomy, and colour. In addition, there are numerous literary and scientific fragments, more than 10,000 letters, and nearly 3,000 drawings by him extant.\n", "youtube_video_id": "zNEpojtXotE"}, {"name": "Voltaire", "img_url": "http://pantheon.media.mit.edu/people/32375.jpg", "local_img_url": "imgs/Voltaire.jpg", "wikipedia_paragraph": "François-Marie Arouet (French: [fʁɑ̃swa maʁi aʁwɛ]; 21 November 1694 – 30 May 1778), known by his nom de plume Voltaire (/voʊlˈtɛər/;[2] French: [vɔltɛːʁ]), was a French Enlightenment writer, historian and philosopher famous for his wit, his criticism of Christianity, especially the Catholic Church, and his advocacy of freedom of religion, freedom of speech and separation of church and state.\n", "youtube_video_id": "/user/VoltaireMusicPage"}, {"name": "Blaise Pascal", "img_url": "http://pantheon.media.mit.edu/people/4068.jpg", "local_img_url": "imgs/Blaise Pascal.jpg", "wikipedia_paragraph": "Blaise Pascal (/pæˈskæl, pɑːˈskɑːl/;[3] French: [blɛz paskal]; 19 June 1623 – 19 August 1662) was a French mathematician, physicist, inventor, writer and Catholic theologian. He was a child prodigy who was educated by his father, a tax collector in Rouen. Pascal's earliest work was in the natural and applied sciences where he made important contributions to the study of fluids, and clarified the concepts of pressure and vacuum by generalising the work of Evangelista Torricelli. Pascal also wrote in defence of the scientific method.\n", "youtube_video_id": "3nb4nYqNXyM"}, {"name": "Charles Darwin", "img_url": "http://pantheon.media.mit.edu/people/8145410.jpg", "local_img_url": "imgs/Charles Darwin.jpg", "wikipedia_paragraph": "\n"}, {"name": "Che Guevara", "img_url": "http://pantheon.media.mit.edu/people/13623554.jpg", "local_img_url": "imgs/Che Guevara.jpg", "wikipedia_paragraph": "Ernesto \"Che\" Guevara (/tʃeɪ ɡəˈvɑːrə/;[3]\nSpanish: [ˈtʃe ɣeˈβaɾa][4] June 14, 1928 – October 9, 1967)[5] was an Argentine Marxist revolutionary, physician, author, guerrilla leader, diplomat and military theorist. A major figure of the Cuban Revolution, his stylized visage has become a ubiquitous countercultural symbol of rebellion and global insignia in popular culture.[6]\n", "youtube_video_id": "/watch?v=-agiAnRYrrU"}, {"name": "Jean-Jacques Rousseau", "img_url": "http://pantheon.media.mit.edu/people/15941.jpg", "local_img_url": "imgs/Jean-Jacques Rousseau.jpg", "wikipedia_paragraph": "Jean-Jacques Rousseau (UK: /ˈruːsoʊ/, US: /ruːˈsoʊ/;[1] French: [ʒɑ̃ʒak ʁuso]; 28 June 1712 – 2 July 1778) was a Genevan philosopher, writer and composer. Born in Geneva, his political philosophy influenced the progress of the Enlightenment throughout Europe, as well as aspects of the French Revolution and the development of modern political and educational thought.\n", "youtube_video_id": "81KfDXTTtXE"}, {"name": "Mahatma Gandhi", "img_url": "http://pantheon.media.mit.edu/people/19379.jpg", "local_img_url": "imgs/Mahatma Gandhi.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "RWwzC9T_lL0"}, {"name": "Adam Smith", "img_url": "http://pantheon.media.mit.edu/people/1814.jpg", "local_img_url": "imgs/Adam Smith.jpg", "wikipedia_paragraph": "Adam Smith FRSA (16 June [O.S. 5 June] 1723[3] – 17 July 1790) was a Scottish economist, philosopher and author as well as a moral philosopher, a pioneer of political economy and a key figure during the Scottish Enlightenment.[4] Smith is best known for two classic works, The Theory of Moral Sentiments (1759) and An Inquiry into the Nature and Causes of the Wealth of Nations (1776). The latter, often abbreviated as The Wealth of Nations, is considered his magnum opus and the first modern work of economics.\n", "youtube_video_id": "8ruiUOQERnw"}, {"name": "Louis XIV of France", "img_url": "http://pantheon.media.mit.edu/people/18553.jpg", "local_img_url": "imgs/Louis XIV of France.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "jSZAYuaHxnI"}, {"name": "Joseph Stalin", "img_url": "http://pantheon.media.mit.edu/people/15641.jpg", "local_img_url": "imgs/Joseph Stalin.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "cOI8wKFCEIA"}, {"name": "Vladimir Lenin", "img_url": "http://pantheon.media.mit.edu/people/11015252.jpg", "local_img_url": "imgs/Vladimir Lenin.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "KOK1TMSyKcM"}, {"name": "John Locke", "img_url": "http://pantheon.media.mit.edu/people/16143.jpg", "local_img_url": "imgs/John Locke.jpg", "wikipedia_paragraph": "John Locke FRS (/lɒk/; 29 August 1632 – 28 October 1704) was an English philosopher and physician, widely regarded as one of the most influential of Enlightenment thinkers and commonly known as the \"Father of Liberalism\".[8][9][10] Considered one of the first of the British empiricists, following the tradition of Sir Francis Bacon, he is equally important to social contract theory. His work greatly affected the development of epistemology and political philosophy. His writings influenced Voltaire and Jean-Jacques Rousseau, many Scottish Enlightenment thinkers, as well as the American revolutionaries. His contributions to classical republicanism and liberal theory are reflected in the United States Declaration of Independence.[11]\n", "youtube_video_id": "bZiWZJgJT7I"}, {"name": "Martin Luther King, Jr.", "img_url": "http://pantheon.media.mit.edu/people/20076.jpg", "local_img_url": "imgs/Martin Luther King, Jr..jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "vP4iY1TtS3s"}, {"name": "Friedrich Nietzsche", "img_url": "http://pantheon.media.mit.edu/people/10671.jpg", "local_img_url": "imgs/Friedrich Nietzsche.jpg", "wikipedia_paragraph": "Friedrich Wilhelm Nietzsche (/ˈniːtʃə, -tʃi/;[6][7] German: [ˈfʁiːdʁɪç ˈvɪlhɛlm ˈniːtʃə] (listen) or [- ˈniːtsʃə];[8][9][10] 15 October 1844 – 25 August 1900) was a German philosopher, cultural critic, composer, poet, philologist, and a Latin and Greek scholar whose work has exerted a profound influence on Western philosophy and modern intellectual history.[11][12][13][14][15] He began his career as a classical philologist before turning to philosophy. He became the youngest ever to hold the Chair of Classical Philology at the University of Basel in 1869 at the age of 24.[16] Nietzsche resigned in 1879 due to health problems that plagued him most of his life; he completed much of his core writing in the following decade.[17] In 1889 at age 44, he suffered a collapse and afterward, a complete loss of his mental faculties.[18] He lived his remaining years in the care of his mother until her death in 1897 and then with his sister Elisabeth Förster-Nietzsche. Nietzsche died in 1900.[19]\n", "youtube_video_id": "/watch?v=-FOU-yLu3Ng"}, {"name": "Victor Hugo", "img_url": "http://pantheon.media.mit.edu/people/42146.jpg", "local_img_url": "imgs/Victor Hugo.jpg", "wikipedia_paragraph": "Victor Marie Hugo (French: [viktɔʁ maʁi yɡo] (listen); 26 February 1802 – 22 May 1885) was a French poet, novelist, and dramatist of the Romantic movement. Hugo is considered to be one of the greatest and best-known French writers. Outside of France, his most famous works are the novels Les Misérables, 1862, and The Hunchback of Notre-Dame (French: Notre-Dame de Paris), 1831. In France, Hugo is known primarily for his poetry collections, such as Les Contemplations (The Contemplations) and La Légende des siècles (The Legend of the Ages). \n", "youtube_video_id": "DhFK8kVmH_w"}, {"name": "Elvis Presley", "img_url": "http://pantheon.media.mit.edu/people/9288.jpg", "local_img_url": "imgs/Elvis Presley.jpg", "wikipedia_paragraph": "Elvis Aaron Presley[a] (January 8, 1935 – August 16, 1977) was an American singer and actor. Regarded as one of the most significant cultural icons of the 20th century, he is often referred to as the \"King of Rock and Roll\" or simply the \"King\".\n", "youtube_video_id": "VTQ2UFxZtsM"}, {"name": "Salvador Dalí", "img_url": "http://pantheon.media.mit.edu/people/40112.jpg", "local_img_url": "imgs/Salvador Dalí.jpg", "wikipedia_paragraph": "Salvador Domingo Felipe Jacinto Dalí i Domènech, 1st Marquis of Dalí de Púbol (11 May 1904 – 23 January 1989), known professionally as Salvador Dalí (/ˈdɑːli, dɑːˈli/;[1][2] Catalan: [səlβəˈðo ðəˈli]; Spanish: [salβaˈðoɾ ðaˈli]), was a prominent Spanish surrealist born in Figueres, Catalonia, Spain.\n", "youtube_video_id": "EQxG949XHLg"}, {"name": "Richard Wagner", "img_url": "http://pantheon.media.mit.edu/people/25452.jpg", "local_img_url": "imgs/Richard Wagner.jpg", "wikipedia_paragraph": "Wilhelm Richard Wagner (/ˈvɑːɡnər/; German: [ˈʁɪçaʁt ˈvaːɡnɐ] (listen);[1] 22 May 1813 – 13 February 1883) was a German composer, theatre director, polemicist, and conductor who is chiefly known for his operas (or, as some of his later works were later known, \"music dramas\"). Unlike most opera composers, Wagner wrote both the libretto and the music for each of his stage works. Initially establishing his reputation as a composer of works in the romantic vein of Carl Maria von Weber and Giacomo Meyerbeer, Wagner revolutionised opera through his concept of the Gesamtkunstwerk (\"total work of art\"), by which he sought to synthesise the poetic, visual, musical and dramatic arts, with music subsidiary to drama. He described this vision in a series of essays published between 1849 and 1852. Wagner realised these ideas most fully in the first half of the four-opera cycle Der Ring des Nibelungen (The Ring of the Nibelung).\n", "youtube_video_id": "4i0TnNI6U-w"}, {"name": "Molière", "img_url": "http://pantheon.media.mit.edu/people/51465.jpg", "local_img_url": "imgs/Molière.jpg", "wikipedia_paragraph": "Born into a prosperous family and having studied at the Collège de Clermont (now Lycée Louis-le-Grand), Molière was well suited to begin a life in the theatre. Thirteen years as an itinerant actor helped him polish his comic abilities while he began writing, combining Commedia dell'arte elements with the more refined French comedy.[3]\n"}, {"name": "Benito Mussolini", "img_url": "http://pantheon.media.mit.edu/people/19283178.jpg", "local_img_url": "imgs/Benito Mussolini.jpg", "wikipedia_paragraph": "Benito Amilcare Andrea Mussolini (/bəˈniːtoʊ mʊsəˈliːni, muː-/; Italian: [beˈniːto mussoˈliːni];[1] 29 July 1883 – 28 April 1945) was an Italian politician and journalist who was the leader of the National Fascist Party (Partito Nazionale Fascista, PNF). He ruled Italy as Prime Minister from 1922 to 1943; he constitutionally led the country until 1925, when he dropped the pretense of democracy and established a dictatorship.\n", "youtube_video_id": "bjeodRl1Uvs"}, {"name": "Oscar Wilde", "img_url": "http://pantheon.media.mit.edu/people/22614.jpg", "local_img_url": "imgs/Oscar Wilde.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "XXbpox7l8r0"}, {"name": "Francisco Goya", "img_url": "http://pantheon.media.mit.edu/people/10868.jpg", "local_img_url": "imgs/Francisco Goya.jpg", "wikipedia_paragraph": "Francisco José de Goya y Lucientes (/ˈɡɔɪə/; Spanish: [fɾanˈθisko xoˈse ðe ˈɣoʝa i luˈθjentes]; 30 March 1746 – 16 April 1828) was a Spanish romantic painter and printmaker. He is considered the most important Spanish artist of the late 18th and early 19th centuries and throughout his long career was a commentator and chronicler of his era. Immensely successful in his lifetime, Goya is often referred to as both the last of the Old Masters and the first of the moderns.  He was also one of the great contemporary portraitists.[1]\n"}, {"name": "Claude Monet", "img_url": "http://pantheon.media.mit.edu/people/6548.jpg", "local_img_url": "imgs/Claude Monet.jpg", "wikipedia_paragraph": "Oscar-Claude Monet (/moʊˈneɪ/; French: [klod mɔnɛ]; 14 November 1840 – 5 December 1926) was a French painter, a founder of French Impressionist painting and the most consistent and prolific practitioner of the movement's philosophy of expressing one's perceptions before nature, especially as applied to plein air landscape painting.[1][2] The term \"Impressionism\" is derived from the title of his painting Impression, soleil levant (Impression, Sunrise), which was exhibited in 1874 in the first of the independent exhibitions mounted by Monet and his associates as an alternative to the Salon de Paris.[3]\n", "youtube_video_id": "Nfx1o-6UgzI"}, {"name": "Mao Zedong", "img_url": "http://pantheon.media.mit.edu/people/19527.jpg", "local_img_url": "imgs/Mao Zedong.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "086VgqHE97E"}, {"name": "Marie Antoinette", "img_url": "http://pantheon.media.mit.edu/people/45109.jpg", "local_img_url": "imgs/Marie Antoinette.jpg", "wikipedia_paragraph": "Marie Antoinette (/ˌæntwəˈnɛt, ˌɒ̃twə-/;[1] French: [maʁi ɑ̃twanɛt]; born Maria Antonia Josepha Johanna; 2 November 1755 – 16 October 1793) was the last Queen of France before the French Revolution. She was born an Archduchess of Austria and was the penultimate child and youngest daughter of Empress Maria Theresa and Francis I, Holy Roman Emperor. She became Dauphine of France in May 1770 at age 14 upon her marriage to Louis-Auguste, heir apparent to the French throne. On 10 May 1774, her husband ascended the throne as Louis XVI and she assumed the title Queen of France and Navarre, which she held until September 1791, when she became Queen of the French as the French Revolution proceeded, a title that she held until 21 September 1792.\n", "youtube_video_id": "yBWyKRoh98U"}, {"name": "Carl Friedrich Gauss", "img_url": "http://pantheon.media.mit.edu/people/6125.jpg", "local_img_url": "imgs/Carl Friedrich Gauss.jpg", "wikipedia_paragraph": "Johann Carl Friedrich Gauss (/ɡaʊs/; German: Gauß [ˈkaɐ̯l ˈfʁiːdʁɪç ˈɡaʊs] (listen);[1][2] Latin: Carolus Fridericus Gauss; (30 April 1777 – 23 February 1855) was a German mathematician and physicist who made significant contributions to many fields in mathematics and sciences.[3] Sometimes referred to as the Princeps mathematicorum[4] (Latin for \"the foremost of mathematicians\") and \"the greatest mathematician since antiquity\", Gauss had an exceptional influence in many fields of mathematics and science, and is ranked among history's most influential mathematicians.[5]\n", "youtube_video_id": "16xZHmUj7Sc"}, {"name": "Giuseppe Verdi", "img_url": "http://pantheon.media.mit.edu/people/12958.jpg", "local_img_url": "imgs/Giuseppe Verdi.jpg", "wikipedia_paragraph": "Giuseppe Fortunino Francesco Verdi (Italian: [dʒuˈzɛppe ˈverdi]; 9 or 10 October 1813 – 27 January 1901) was an Italian opera composer. He was born near Busseto to a provincial family of moderate means, and developed a musical education with the help of a local patron.  Verdi came to dominate the Italian opera scene after the era of Vincenzo Bellini, Gaetano Donizetti, and Gioachino Rossini, whose works significantly influenced him. By his 30s, he had become one of the pre-eminent opera composers in history.\n", "youtube_video_id": "P6sz5b2w9Zc"}, {"name": "Otto von Bismarck", "img_url": "http://pantheon.media.mit.edu/people/22416.jpg", "local_img_url": "imgs/Otto von Bismarck.jpg", "wikipedia_paragraph": "Otto Eduard Leopold, Prince of Bismarck and Duke of Lauenburg (German: Otto Eduard Leopold Fürst von Bismarck und Herzog von Lauenburg; Born Otto Eduard Leopold von Bismarck-Schönhausen; 1 April 1815 – 30 July 1898), known as Otto von Bismarck (German: [ˈɔtoː fɔn ˈbɪsmark] (listen)), was a conservative Prussian statesman who dominated German and European affairs from the 1860s until 1890 and was the first Chancellor of the German Empire between 1871 and 1890.\n", "youtube_video_id": "ueEMUAsD__4"}, {"name": "Marilyn Monroe", "img_url": "http://pantheon.media.mit.edu/people/19318.jpg", "local_img_url": "imgs/Marilyn Monroe.jpg", "wikipedia_paragraph": "Marilyn Monroe (born Norma Jeane Mortenson; June 1, 1926 – August 5, 1962) was an American actress, model, and singer. Famous for playing comic \"blonde bombshell\" characters, she became one of the most popular sex symbols of the 1950s and was emblematic of the era's attitudes towards sexuality. Although she was a top-billed actress for only a decade, her films grossed $200 million by the time of her unexpected death in 1962 (equivalent to $2 billion in 2017).[1] More than half a century later, she continues to be a major popular culture icon.[2]\n", "youtube_video_id": "bOvUd7ZR6pg"}, {"name": "Georg Wilhelm Friedrich Hegel", "img_url": "http://pantheon.media.mit.edu/people/12598.jpg", "local_img_url": "imgs/Georg Wilhelm Friedrich Hegel.jpg", "wikipedia_paragraph": "Hegel's principal achievement was his development of a distinctive articulation of idealism, sometimes termed absolute idealism,[32] in which the dualisms of, for instance, mind and nature and subject and object are overcome. His philosophy of spirit conceptually integrates psychology, the state, history, art, religion and philosophy. His account of the master–slave dialectic has been highly influential, especially in 20th-century France.[33] Of special importance is his concept of spirit (Geist, sometimes also translated as \"mind\") as the historical manifestation of the logical concept and the \"sublation\" (Aufhebung, integration without elimination or reduction) of seemingly contradictory or opposing factors: examples include the apparent opposition between nature and freedom and between immanence and transcendence. Hegel has been seen in the 20th century as the originator of the thesis, antithesis, synthesis triad,[34] but as an explicit phrase it originated with Johann Gottlieb Fichte.[35]\n", "youtube_video_id": "H5JGE3lhuNo"}, {"name": "Louis Pasteur", "img_url": "http://pantheon.media.mit.edu/people/17740.jpg", "local_img_url": "imgs/Louis Pasteur.jpg", "wikipedia_paragraph": "Louis Pasteur (/ˈluːi pæˈstɜːr/, French: [lwi pastœʁ]; December 27, 1822 – September 28, 1895) was a French biologist, microbiologist and chemist renowned for his discoveries of the principles of vaccination, microbial fermentation and pasteurization. He is remembered for his remarkable breakthroughs in the causes and prevention of diseases, and his discoveries have saved many lives ever since. He reduced mortality from puerperal fever, and created the first vaccines for rabies and anthrax. His medical discoveries provided direct support for the germ theory of disease and its application in clinical medicine. He is best known to the general public for his invention of the technique of treating milk and wine to stop bacterial contamination, a process now called pasteurization. He is regarded as one of the three main founders of bacteriology, together with Ferdinand Cohn and Robert Koch, and is popularly known as the \"father of microbiology\".[4][5][6]\n", "youtube_video_id": "A-2fCfgoIz0"}, {"name": "George Frideric Handel", "img_url": "http://pantheon.media.mit.edu/people/12775.jpg", "local_img_url": "imgs/George Frideric Handel.jpg", "wikipedia_paragraph": "George Frideric (or Frederick) Handel (/ˈhændəl/;[a] born Georg Friedrich Händel[b] German: [ˈhɛndəl] (listen); 23 February 1685 (O.S.) [(N.S.) 5 March] – 14 April 1759)[2][c] was a German, later British, Baroque composer who spent the bulk of his career in London, becoming well-known for his operas, oratorios, anthems, and organ concertos. Handel received important training in Halle-upon-Saale and worked as a composer in Hamburg and Italy before settling in London in 1712; he became a naturalised British subject in 1727.[5] He was strongly influenced both by the great composers of the Italian Baroque and by the middle-German polyphonic choral tradition.\n", "youtube_video_id": "joVkx20oVIg"}, {"name": "Carl Linnaeus", "img_url": "http://pantheon.media.mit.edu/people/5233.jpg", "local_img_url": "imgs/Carl Linnaeus.jpg", "wikipedia_paragraph": "Carl Linnaeus (/lɪˈniːəs, lɪˈneɪəs/;[1][2] 23 May[note 1] 1707 – 10 January 1778), also known after his ennoblement as Carl von Linné[3] (Swedish pronunciation: [ˈkɑːɭ fɔn lɪˈneː] (listen)), was a Swedish botanist, physician, and zoologist who formalised binomial nomenclature, the modern system of naming organisms. He is known as the \"father of modern taxonomy\".[4] Many of his writings were in Latin, and his name is rendered in Latin as Carolus Linnæus (after 1761 Carolus a Linné).\n", "youtube_video_id": "Gb_IO-SzLgk"}, {"name": "Fyodor Dostoyevsky", "img_url": "http://pantheon.media.mit.edu/people/11625.jpg", "local_img_url": "imgs/Fyodor Dostoyevsky.jpg", "wikipedia_paragraph": "Fyodor Mikhailovich Dostoevsky[a] (/ˌdɒstəˈjɛfski, ˌdʌs-/;[1] Russian: Фёдор Михайлович Достоевский[b], tr. Fyódor Mikháylovich Dostoyévskiy, IPA: [ˈfʲɵdər mʲɪˈxajləvʲɪtɕ dəstɐˈjɛfskʲɪj] (listen); 11 November 1821 – 9 February 1881[2][c]), sometimes transliterated Dostoyevsky, was a Russian novelist, short story writer, essayist, journalist and philosopher. Dostoevsky's literary works explore human psychology in the troubled political, social, and spiritual atmospheres of 19th-century Russia, and engage with a variety of philosophical and religious themes. His most acclaimed works include Crime and Punishment (1866), The Idiot (1869), Demons (1872) and The Brothers Karamazov (1880). Dostoevsky's oeuvre consists of 11 novels, three novellas, 17 short stories and numerous other works. Many literary critics rate him as one of the greatest psychologists in world literature.[3] His 1864 novella Notes from Underground is considered to be one of the first works of existentialist literature.\n", "youtube_video_id": "MMmSdxZpseY"}, {"name": "Max Weber", "img_url": "http://pantheon.media.mit.edu/people/19455.jpg", "local_img_url": "imgs/Max Weber.jpg", "wikipedia_paragraph": "Maximilian Karl Emil Weber (/ˈveɪbər/;[5] German: [ˈveːbɐ]; 21 April 1864 – 14 June 1920) was a German sociologist, philosopher, jurist, and political economist. His ideas profoundly influenced social theory and social research.[6] Weber is often cited, with Émile Durkheim and Karl Marx, as among the three founders of sociology.[7][8][9][10][11] Weber was a key proponent of methodological anti-positivism, arguing for the study of social action through interpretive (rather than purely empiricist) means, based on understanding the purpose and meaning that individuals attach to their own actions. Unlike Durkheim, he did not believe in mono-causality and rather proposed that for any outcome there can be multiple causes.[12]\n", "youtube_video_id": "ICppFQ6Tabw"}, {"name": "Leo Tolstoy", "img_url": "http://pantheon.media.mit.edu/people/18622119.jpg", "local_img_url": "imgs/Leo Tolstoy.jpg", "wikipedia_paragraph": "Count Lev Nikolayevich Tolstoy[note 1] (/ˈtoʊlstɔɪ, ˈtɒl-/;[2] Russian: Лев Николаевич Толстой,[note 2] tr. Lev Nikoláyevich Tolstóy; [lʲef nʲɪkɐˈlaɪvʲɪtɕ tɐlˈstoj] (listen); 9 September [O.S. 28 August] 1828 –  20 November [O.S. 7 November] 1910), usually referred to in English as Leo Tolstoy, was a Russian writer who is regarded as one of the greatest authors of all time.[3]\n", "youtube_video_id": "Lr6DYLBkyG0"}, {"name": "Gottfried Wilhelm von Leibniz", "img_url": "http://pantheon.media.mit.edu/people/12281.jpg", "local_img_url": "imgs/Gottfried Wilhelm von Leibniz.jpg", "wikipedia_paragraph": "Gottfried Wilhelm (von) Leibniz (sometimes spelled Leibnitz) (/ˈlaɪbnɪts/;[10] German: [ˈɡɔtfʁiːt ˈvɪlhɛlm fɔn ˈlaɪbnɪts][11][12] or [ˈlaɪpnɪts];[13] French: Godefroi Guillaume Leibnitz;[14] 1 July 1646 [O.S. 21 June] – 14 November 1716) was a prominent German polymath and philosopher in the history of mathematics and the history of philosophy.  His most notable accomplishment was conceiving the ideas of differential and integral calculus, independently of Isaac Newton's contemporaneous developments.[15] Mathematical works have always favored Leibniz's notation as the conventional expression of calculus, while Newton's notation became unused. It was only in the 20th century that Leibniz's law of continuity and transcendental law of homogeneity found mathematical implementation (by means of non-standard analysis). He became one of the most prolific inventors in the field of mechanical calculators. While working on adding automatic multiplication and division to Pascal's calculator, he was the first to describe a pinwheel calculator in 1685[16] and invented the Leibniz wheel, used in the arithmometer, the first mass-produced mechanical calculator. He also refined the binary number system, which is the foundation of all digital computers.\n"}, {"name": "Walt Disney", "img_url": "http://pantheon.media.mit.edu/people/32917.jpg", "local_img_url": "imgs/Walt Disney.jpg", "wikipedia_paragraph": "Walter Elias Disney (/ˈdɪzni/;[1] December 5, 1901 – December 15, 1966) was an American entrepreneur, animator, voice actor and film producer. A pioneer of the American animation industry, he introduced several developments in the production of cartoons. As a film producer, Disney holds the record for most Academy Awards earned by an individual, having won 22 Oscars from 59 nominations. He was presented with two Golden Globe Special Achievement Awards and an Emmy Award, among other honors. Several of his films are included in the National Film Registry by the Library of Congress.\n", "youtube_video_id": "4CbLXeGSDxg"}, {"name": "Le Corbusier", "img_url": "http://pantheon.media.mit.edu/people/17900.jpg", "local_img_url": "imgs/Le Corbusier.jpg", "wikipedia_paragraph": "Charles-Édouard Jeanneret (6 October 1887 – 27 August 1965), known as Le Corbusier (French: [lə kɔʁbyˈzje]), was a Swiss-French architect, designer, painter, urban planner, writer, and one of the pioneers of what is now called modern architecture. He was born in Switzerland and became a French citizen in 1930. His career spanned five decades, and he designed buildings in Europe, Japan, India, and North and South America.\n", "youtube_video_id": "OHG8kARh0bk"}, {"name": "Jean-Paul Sartre", "img_url": "http://pantheon.media.mit.edu/people/16340.jpg", "local_img_url": "imgs/Jean-Paul Sartre.jpg", "wikipedia_paragraph": "Jean-Paul Charles Aymard Sartre (/ˈsɑːrtrə/, US also /ˈsɑːrt/;[8] French: [saʁtʁ]; 21 June 1905 – 15 April 1980) was a French philosopher, playwright, novelist, political activist, biographer, and literary critic. He was one of the key figures in the philosophy of existentialism and phenomenology, and one of the leading figures in 20th-century French philosophy and Marxism. His work has also influenced sociology, critical theory, post-colonial theory, and literary studies, and continues to influence these disciplines.\n", "youtube_video_id": "cR8FPWFZNOI"}, {"name": "Aleksandr Pushkin", "img_url": "http://pantheon.media.mit.edu/people/52790.jpg", "local_img_url": "imgs/Aleksandr Pushkin.jpg", "wikipedia_paragraph": "Alexander Sergeyevich Pushkin (English: /ˈpʊʃkɪn/[1]; Russian: Александр Сергеевич Пушкин[note 1], tr. Aleksándr Sergéyevich Púshkin, IPA: [ɐlʲɪˈksandr sʲɪrˈɡʲe(j)ɪvʲɪtɕ ˈpuʂkʲɪn] (listen); 6 June [O.S. 26 May] 1799 – 10 February [O.S. 29 January] 1837) was a Russian poet, playwright, and novelist of the Romantic era[2] who is considered by many to be the greatest Russian poet[3][4][5][6] and the founder of modern Russian literature.[7][8]\n", "youtube_video_id": "HNAxMcL-ryQ"}, {"name": "Winston Churchill", "img_url": "http://pantheon.media.mit.edu/people/33265.jpg", "local_img_url": "imgs/Winston Churchill.jpg", "wikipedia_paragraph": "Sir Winston Leonard Spencer-Churchill (30 November 1874 – 24 January 1965) was a British politician, army officer, and writer, who was Prime Minister of the United Kingdom from 1940 to 1945 and again from 1951 to 1955. As Prime Minister, Churchill led Britain to victory in the Second World War. Churchill represented five constituencies during his career as Member of Parliament (MP). Ideologically an economic liberal and British imperialist, he began and ended his parliamentary career as a member of the Conservative Party, which he led from 1940 to 1955, but for twenty years from 1904 he was a prominent member of the Liberal Party.\n", "youtube_video_id": "el4XaVdjTTE"}, {"name": "Johannes Vermeer", "img_url": "http://pantheon.media.mit.edu/people/43311.jpg", "local_img_url": "imgs/Johannes Vermeer.jpg", "wikipedia_paragraph": "Vermeer worked slowly and with great care, and frequently used very expensive pigments. He is particularly renowned for his masterly treatment and use of light in his work.[6]\n"}, {"name": "James Cook", "img_url": "http://pantheon.media.mit.edu/people/15630.jpg", "local_img_url": "imgs/James Cook.jpg", "wikipedia_paragraph": "\n"}, {"name": "Benjamin Franklin", "img_url": "http://pantheon.media.mit.edu/people/3986.jpg", "local_img_url": "imgs/Benjamin Franklin.jpg", "wikipedia_paragraph": "Benjamin Franklin FRS FRSE (January 17, 1706 [O.S. January 6, 1705][1] –  April 17, 1790) was an American polymath and one of the Founding Fathers of the United States. Franklin was a leading author, printer, political theorist, politician, freemason, postmaster, scientist, inventor, humorist, civic activist, statesman, and diplomat. As a scientist, he was a major figure in the American Enlightenment and the history of physics for his discoveries and theories regarding electricity. As an inventor, he is known for the lightning rod, bifocals, and the Franklin stove, among other inventions.[2] He founded many civic organizations, including the Library Company, Philadelphia's first fire department[3] and the University of Pennsylvania.[4]\n", "youtube_video_id": "T2br1fAKOGU"}, {"name": "Edgar Allan Poe", "img_url": "http://pantheon.media.mit.edu/people/9549.jpg", "local_img_url": "imgs/Edgar Allan Poe.jpg", "wikipedia_paragraph": "Edgar Allan Poe (/poʊ/; born Edgar Poe; January 19, 1809 – October 7, 1849) was an American writer, editor, and literary critic. Poe is best known for his poetry and short stories, particularly his tales of mystery and the macabre. He is widely regarded as a central figure of Romanticism in the United States and American literature as a whole, and he was one of the country's earliest practitioners of the short story. Poe is generally considered the inventor of the detective fiction genre and is further credited with contributing to the emerging genre of science fiction.[1] He was the first well-known American writer to try to earn a living through writing alone, resulting in a financially difficult life and career.[2]\n"}, {"name": "Joseph Haydn", "img_url": "http://pantheon.media.mit.edu/people/16094.jpg", "local_img_url": "imgs/Joseph Haydn.jpg", "wikipedia_paragraph": "Haydn spent much of his career as a court musician for the wealthy Esterházy family at their remote estate. Until the later part of his life, this isolated him from other composers and trends in music so that he was, as he put it, \"forced to become original\".[c] Yet his music circulated widely, and for much of his career he was the most celebrated composer in Europe.\n", "youtube_video_id": "EmZF3kBZQ6E"}, {"name": "Honoré de Balzac", "img_url": "http://pantheon.media.mit.edu/people/42368.jpg", "local_img_url": "imgs/Honoré de Balzac.jpg", "wikipedia_paragraph": "Honoré de Balzac (/ˈbɔːlzæk, ˈbæl-/;[2] French: [ɔ.nɔ.ʁe d(ə) bal.zak], born Honoré Balzac,[1] 20 May 1799 – 18 August 1850) was a French novelist and playwright. The novel sequence La Comédie humaine, which presents a panorama of post-Napoleonic French life, is generally viewed as his magnum opus.\n", "youtube_video_id": "2lHKojAcx7g"}, {"name": "George Washington", "img_url": "http://pantheon.media.mit.edu/people/11968.jpg", "local_img_url": "imgs/George Washington.jpg", "wikipedia_paragraph": "American Revolution\n", "youtube_video_id": "oeff14XdS9k"}, {"name": "Thomas Edison", "img_url": "http://pantheon.media.mit.edu/people/29778.jpg", "local_img_url": "imgs/Thomas Edison.jpg", "wikipedia_paragraph": "Thomas Alva Edison (February 11, 1847 – October 18, 1931) was an American inventor and businessman, who has been described as America's greatest inventor.[1][2][3] He is credited with developing many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures.[4] These inventions, which include the phonograph, the motion picture camera, and the long-lasting, practical electric light bulb, had a widespread impact on the modern industrialized world.[5] He was one of the first inventors to apply the principles of mass production and teamwork to the process of invention, working with many researchers and employees.[6] He is often credited with establishing the first industrial research laboratory.[6]\n", "youtube_video_id": "oO7fgC-GAro"}, {"name": "Baruch Spinoza", "img_url": "http://pantheon.media.mit.edu/people/3408.jpg", "local_img_url": "imgs/Baruch Spinoza.jpg", "wikipedia_paragraph": "Baruch Spinoza (/bəˈruːk spɪˈnoʊzə/;[10] Dutch: [baːˈrux spɪˈnoːzaː]; born Benedito de Espinosa, Portuguese: [bɨnɨˈðitu ðɨ ʃpiˈnɔzɐ]; 24 November 1632 – 21 February 1677, later Benedict de Spinoza) was a Jewish-Dutch philosopher of Portuguese Sephardi origin.[9] By laying the groundwork for the Enlightenment[11] and modern biblical criticism,[12] including modern conceptions of the self and the universe,[13] he came to be considered one of the great rationalists of 17th-century philosophy.[14] Along with René Descartes, Spinoza was a leading philosophical figure of the Dutch Golden Age. Spinoza's given name, which means \"Blessed\", varies among different languages. In Hebrew, it is written .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}ברוך שפינוזה‬. His Portuguese name is Benedito \"Bento\" de Espinosa. In his Latin works, he used Latin: Benedictus de Spinoza.\n", "youtube_video_id": "pVEeXjPiw54"}, {"name": "James Watt", "img_url": "http://pantheon.media.mit.edu/people/16142.jpg", "local_img_url": "imgs/James Watt.jpg", "wikipedia_paragraph": "James Watt FRS FRSE (/wɒt/; 30 January 1736 (19 January 1736 OS) – 25 August 1819)[1] was a Scottish inventor, mechanical engineer, and chemist who improved on Thomas Newcomen's 1712 Newcomen steam engine with his Watt steam engine in 1776, which was fundamental to the changes brought by the Industrial Revolution in both his native Great Britain and the rest of the world.\n", "youtube_video_id": "w_SZtGJJ7Yo"}, {"name": "Anton Chekhov", "img_url": "http://pantheon.media.mit.edu/people/2447.jpg", "local_img_url": "imgs/Anton Chekhov.jpg", "wikipedia_paragraph": "Anton Pavlovich Chekhov (Russian: Антон Павлович Чехов[note 1], tr. Antón Pávlovič Čéhov, IPA: [ɐnˈton ˈpavɫəvʲɪtɕ ˈtɕɛxəf]; 29 January 1860[note 2] – 15 July 1904[note 3]) was a Russian playwright and short-story writer, who is considered to be among the greatest writers of short fiction in history. His career as a playwright produced four classics, and his best short stories are held in high esteem by writers and critics.[3][4] Along with Henrik Ibsen and August Strindberg, Chekhov is often referred to as one of the three seminal figures in the birth of early modernism in the theatre.[5] Chekhov practiced  as a medical doctor throughout most of his literary career: \"Medicine is my lawful wife\", he once said, \"and literature is my mistress.\"[6]\n", "youtube_video_id": "uMzuxuA1POU"}, {"name": "Abraham Lincoln", "img_url": "http://pantheon.media.mit.edu/people/307.jpg", "local_img_url": "imgs/Abraham Lincoln.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "1UqcitsiY4o"}, {"name": "Michael Faraday", "img_url": "http://pantheon.media.mit.edu/people/19727.jpg", "local_img_url": "imgs/Michael Faraday.jpg", "wikipedia_paragraph": "Michael Faraday FRS (/ˈfærədeɪ, -di/; 22 September 1791 – 25 August 1867) was a British scientist who contributed to the study of electromagnetism and electrochemistry. His main discoveries include the principles underlying electromagnetic induction, diamagnetism and electrolysis.\n"}, {"name": "Jimi Hendrix", "img_url": "http://pantheon.media.mit.edu/people/16095.jpg", "local_img_url": "imgs/Jimi Hendrix.jpg", "wikipedia_paragraph": "James Marshall Hendrix (born Johnny Allen Hendrix; November 27, 1942 – September 18, 1970) was an American rock guitarist, singer, and songwriter. Although his mainstream career spanned only four years, he is widely regarded as one of the most influential electric guitarists in the history of popular music, and one of the most celebrated musicians of the 20th century. The Rock and Roll Hall of Fame describes him as \"arguably the greatest instrumentalist in the history of rock music\".[1]\n", "youtube_video_id": "TLV4_xaYynY"}, {"name": "Andy Warhol", "img_url": "http://pantheon.media.mit.edu/people/864.jpg", "local_img_url": "imgs/Andy Warhol.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "YDnLM_hirnI"}, {"name": "Antonio Vivaldi", "img_url": "http://pantheon.media.mit.edu/people/1425.jpg", "local_img_url": "imgs/Antonio Vivaldi.jpg", "wikipedia_paragraph": "Antonio Lucio Vivaldi (Italian: [anˈtɔːnjo ˈluːtʃo viˈvaldi]; 4 March 1678 – 28 July 1741) was an Italian[2] Baroque musical composer, virtuoso violinist, teacher, and priest. Born in Venice, the capital of the Venetian Republic, he is recognized as one of the greatest Baroque composers, and his influence during his lifetime was widespread across Europe. He composed many instrumental concertos, for the violin and a variety of other instruments, as well as sacred choral works and more than forty operas. His best-known work is a series of violin concertos known as the Four Seasons.\n", "youtube_video_id": "GRxofEmo3HA"}, {"name": "Mother Teresa", "img_url": "http://pantheon.media.mit.edu/people/347105.jpg", "local_img_url": "imgs/Mother Teresa.jpg", "wikipedia_paragraph": "Mother Teresa, known in the Roman Catholic Church as Saint Teresa of Calcutta[6] (born Anjezë Gonxhe Bojaxhiu, Albanian: [aˈɲɛzə ˈɡɔndʒɛ bɔjaˈdʒiu]; 26 August 1910 – 5 September 1997), was an Albanian-Indian[4] Roman Catholic nun and missionary.[7] She was born in Skopje (now the capital of Macedonia), then part of the Kosovo Vilayet of the Ottoman Empire. After living in Macedonia for eighteen years she moved to Ireland and then to India, where she lived for most of her life.\n", "youtube_video_id": "NJG-lgmPvYA"}, {"name": "Bob Marley", "img_url": "http://pantheon.media.mit.edu/people/8239846.jpg", "local_img_url": "imgs/Bob Marley.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "Qq5mlZH1Uh8"}, {"name": "Marcel Proust", "img_url": "http://pantheon.media.mit.edu/people/21018.jpg", "local_img_url": "imgs/Marcel Proust.jpg", "wikipedia_paragraph": "Valentin Louis Georges Eugène Marcel Proust (/pruːst/;[1] French: [maʁsɛl pʁust]; 10 July 1871 – 18 November 1922), known as Marcel Proust, was a French novelist, critic, and essayist best known for his monumental novel À la recherche du temps perdu (In Search of Lost Time; earlier rendered as Remembrance of Things Past), published in seven parts between 1913 and 1927. He is considered by critics and writers to be one of the most influential authors of the 20th century.[2][3]\n", "youtube_video_id": "9mLdo4uMJUU"}, {"name": "David Hume", "img_url": "http://pantheon.media.mit.edu/people/7925.jpg", "local_img_url": "imgs/David Hume.jpg", "wikipedia_paragraph": "David Hume (/hjuːm/; born David Home; 7 May 1711 NS (26 April 1711 OS) – 25 August 1776) was a Scottish Enlightenment philosopher, historian, economist, and essayist, who is best known today for his highly influential system of philosophical empiricism, skepticism, and naturalism.[1] Hume's empiricist approach to philosophy places him with John Locke, George Berkeley, Francis Bacon and Thomas Hobbes as a British Empiricist.[8] Beginning with his A Treatise of Human Nature (1739), Hume strove to create a total naturalistic science of man that examined the psychological basis of human nature. Against philosophical rationalists, Hume held that passion rather than reason governs human behaviour. Hume argued against the existence of innate ideas, positing that all human knowledge is founded solely in experience; Hume thus held that genuine knowledge must either be directly traceable to objects perceived in experience, or result from abstract reasoning about relations between ideas which are derived from experience, calling the rest \"nothing but sophistry and illusion\",[9] a dichotomy later given the name Hume's fork.\n", "youtube_video_id": "lDTQst4Lz5c"}, {"name": "Bruce Lee", "img_url": "http://pantheon.media.mit.edu/people/37313.jpg", "local_img_url": "imgs/Bruce Lee.jpg", "wikipedia_paragraph": "Lee Jun-fan (Chinese: 李振藩; November 27, 1940 – July 20, 1973), known professionally as Bruce Lee (Chinese: 李小龍), was a Hong Kong and American actor, film director, martial artist, martial arts instructor, philosopher,[6] and founder of the martial art Jeet Kune Do, one of the wushu or kungfu styles. Lee was the son of Cantonese opera star Lee Hoi-chuen. He is widely considered by commentators, critics, media, and other martial artists to be one of the most influential martial artists of all time[7] and a pop culture icon of the 20th century.[8][9] He is often credited with helping to change the way Asians were presented in American films.[10]\n", "youtube_video_id": "FfQDpBH_nP4"}, {"name": "Charles de Gaulle", "img_url": "http://pantheon.media.mit.edu/people/51255.jpg", "local_img_url": "imgs/Charles de Gaulle.jpg", "wikipedia_paragraph": "Charles André Joseph Marie de Gaulle (French: [ʃaʁl də ɡol] (listen);[1] 22 November 1890 – 9 November 1970) was a French army officer and statesman who led the French Resistance against Nazi Germany in World War II and chaired the Provisional Government of the French Republic from 1944 to 1946 in order to reestablish democracy in France. In 1958, he came out of retirement when appointed President of the Council of Ministers by President René Coty. He was asked to rewrite the Constitution of France and founded the Fifth Republic after approval by referendum. He was elected President of France later that year, a position he was reelected to in 1965 and held until his resignation in 1969.  He was the dominant figure of France during the Cold War era, and his memory continues to influence French politics.\n", "youtube_video_id": "L0Jt7Wth73s"}, {"name": "Peter I of Russia", "img_url": "http://pantheon.media.mit.edu/people/44356.jpg", "local_img_url": "imgs/Peter I of Russia.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "wojI4sQO5M0"}, {"name": "Bob Dylan", "img_url": "http://pantheon.media.mit.edu/people/4637590.jpg", "local_img_url": "imgs/Bob Dylan.jpg", "wikipedia_paragraph": "Bob Dylan (born Robert Allen Zimmerman, May 24, 1941) is an American singer-songwriter, author, and artist who has been an influential figure in popular music and culture for more than five decades. Much of his most celebrated work dates from the 1960s, when he became a reluctant \"voice of a generation\"[2] with songs such as \"Blowin' in the Wind\" and \"The Times They Are a-Changin'\" which became anthems for the Civil Rights Movement and anti-war movement. In 1965, he controversially \"went electric\", branching out from his earlier work and alienating some fans of the American folk music revival, recording a six-minute single, \"Like a Rolling Stone\", which enlarged the scope of popular music.\n", "youtube_video_id": "MLmy2dxD0KM"}, {"name": "Francisco Franco", "img_url": "http://pantheon.media.mit.edu/people/11466.jpg", "local_img_url": "imgs/Francisco Franco.jpg", "wikipedia_paragraph": "Francisco Franco Bahamonde[a] (/ˈfræŋkoʊ/;[2] Spanish: [fɾanˈθisko ˈfɾaŋko]; 4 December 1892 – 20 November 1975) was a Spanish general who ruled over Spain as a military dictator[3] from 1939, after the nationalist victory in the Spanish Civil War, until his death in 1975.[4] This period in Spanish history is commonly known as Francoist Spain.\n", "youtube_video_id": "sr0RDFCUlNQ"}, {"name": "Charlie Chaplin", "img_url": "http://pantheon.media.mit.edu/people/5142.jpg", "local_img_url": "imgs/Charlie Chaplin.jpg", "wikipedia_paragraph": "Sir Charles Spencer Chaplin KBE (16 April 1889 – 25 December 1977) was an English  comic actor, filmmaker, and composer who rose to fame in the era of silent film. Chaplin became a worldwide icon through his screen persona \"the Tramp\" and is considered one of the most important figures in the history of the film industry.[1] His career spanned more than 75 years, from childhood in the Victorian era until a year before his death in 1977, and encompassed both adulation and controversy.\n", "youtube_video_id": "8g3803sAfkE"}, {"name": "Hermann Hesse", "img_url": "http://pantheon.media.mit.edu/people/13578.jpg", "local_img_url": "imgs/Hermann Hesse.jpg", "wikipedia_paragraph": "Hermann Karl Hesse[2] was born on 2 July 1877 in the Black Forest town of Calw in Württemberg, German Empire (Deutsches-Kaiserreich).  His grandparents served in India at a mission under the auspices of the Basel Mission, a Protestant Christian missionary society. His grandfather Hermann Gundert compiled the current grammar in Malayalam language, compiled a Malayalam-English dictionary, and also contributed to the work in translating the Bible to Malayalam.[3] Hesse's mother, Marie Gundert, was born at such a mission in India in 1842.  In describing her own childhood, she said, \"A happy child I was not...\" As was usual among missionaries at the time, she was left behind in Europe at the age of four when her parents returned to India.[4]\n", "youtube_video_id": "mD9UlT2hCpo"}, {"name": "Friedrich Engels", "img_url": "http://pantheon.media.mit.edu/people/47096.jpg", "local_img_url": "imgs/Friedrich Engels.jpg", "wikipedia_paragraph": "Friedrich Engels (/ˈɛŋ(ɡ)əlz/;[2][3] German: [ˈfʁiːdʁɪç ˈʔɛŋl̩s]; sometimes anglicised Frederick Engels; 28 November 1820 – 5 August 1895) was a German philosopher, communist, social scientist, journalist and businessman.[4] His father was an owner of a large textile factory in Salford, England.\n", "youtube_video_id": "ZAhceJjX8iQ"}, {"name": "Rembrandt", "img_url": "http://pantheon.media.mit.edu/people/4254144.jpg", "local_img_url": "imgs/Rembrandt.jpg", "wikipedia_paragraph": "Rembrandt Harmenszoon van Rijn (/ˈrɛmbrænt, -brɑːnt/;[2] Dutch: [ˈrɛmbrɑnt ˈɦɑrmə(n)soːn vɑn ˈrɛin] (listen); July 15, 1606[1] – October 4, 1669) was a Dutch draughtsman, painter and printmaker. An innovative and prolific master in three media,[3] he is generally considered one of the greatest visual artists in the history of art and the most important in Dutch art history.[4] Unlike most Dutch masters of the 17th century, Rembrandt's works depict a wide range of style and subject matter, from portraits and self-portraits to landscapes, genre scenes, allegorical and historical scenes, biblical and mythological themes as well as animal studies. His contributions to art came in a period of great wealth and cultural achievement that historians call the Dutch Golden Age, when Dutch art (especially Dutch painting), although in many ways antithetical to the Baroque style that dominated Europe, was extremely prolific and innovative, and gave rise to important new genres. Like many artists of the Dutch Golden Age, such as Jan Vermeer of Delft, Rembrandt was also an avid art collector and dealer.\n", "youtube_video_id": "qCwNPWCXZLs"}, {"name": "Paul Gauguin", "img_url": "http://pantheon.media.mit.edu/people/64719.jpg", "local_img_url": "imgs/Paul Gauguin.jpg", "wikipedia_paragraph": "Eugène Henri Paul Gauguin (UK: /ˈɡoʊɡæ̃/, US: /ɡoʊˈɡæ̃/; French: [øʒɛn ɑ̃ʁi pɔl ɡoɡɛ̃]; 7 June 1848 – 8 May 1903) was a French post-Impressionist artist. Unappreciated until after his death, Gauguin is now recognized for his experimental use of color and Synthetist style that were distinctly different from Impressionism. Towards the end of his life he spent ten years in French Polynesia, and most of his paintings from this time depict people or landscapes from that region.\n", "youtube_video_id": "IdDvbLV5v70"}, {"name": "Heinrich Himmler", "img_url": "http://pantheon.media.mit.edu/people/13436.jpg", "local_img_url": "imgs/Heinrich Himmler.jpg", "wikipedia_paragraph": "Heinrich Luitpold Himmler (German: [ˈhaɪnʁɪç ˈluːɪtˌpɔlt ˈhɪmlɐ] (listen); 7 October 1900 – 23 May 1945) was Reichsführer of the Schutzstaffel (Protection Squadron; SS), and a leading member of the Nazi Party (NSDAP) of Germany. Himmler was one of the most powerful men in Nazi Germany and one of the people most directly responsible for the Holocaust.\n", "youtube_video_id": "SvGbyeK_xJs"}, {"name": "Louis XVI of France", "img_url": "http://pantheon.media.mit.edu/people/51271.jpg", "local_img_url": "imgs/Louis XVI of France.jpg", "wikipedia_paragraph": "Louis XVI  (French pronunciation: ​[lwi sɛːz]; 23 August 1754 – 21 January 1793), born Louis-Auguste, was the last King of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months before he was guillotined. In 1765, at the death of his father, Louis, son and heir apparent of Louis XV, Louis-Auguste became the new Dauphin of France. Upon his grandfather's death on 10 May 1774, he assumed the title \"King of France and Navarre\", which he used until 4 September 1791, when he received the title of \"King of the French\" until the monarchy was abolished on 21 September 1792.\n", "youtube_video_id": "sCeRnbhvSnk"}, {"name": "Johannes Brahms", "img_url": "http://pantheon.media.mit.edu/people/16339.jpg", "local_img_url": "imgs/Johannes Brahms.jpg", "wikipedia_paragraph": "Johannes Brahms (German: [joˈhanəs ˈbʁaːms]; 7 May 1833 – 3 April 1897) was a German composer and pianist of the Romantic period. Born in Hamburg into a Lutheran family, Brahms spent much of his professional life in Vienna, Austria. His reputation and status as a composer are such that he is sometimes grouped with Johann Sebastian Bach and Ludwig van Beethoven as one of the \"Three Bs\" of music, a comment originally made by the nineteenth-century conductor Hans von Bülow.\n", "youtube_video_id": "3X9LvC9WkkQ"}, {"name": "John F. Kennedy", "img_url": "http://pantheon.media.mit.edu/people/5119376.jpg", "local_img_url": "imgs/John F. Kennedy.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "PXzSmR7mICE"}, {"name": "George Orwell", "img_url": "http://pantheon.media.mit.edu/people/11891.jpg", "local_img_url": "imgs/George Orwell.jpg", "wikipedia_paragraph": "Eric Arthur Blair (25 June 1903 – 21 January 1950),[1] better known by his pen name George Orwell, was an English novelist, essayist, journalist and critic whose work is marked by lucid prose, awareness of social injustice, opposition to totalitarianism and outspoken support of democratic socialism.[2][3]\n"}, {"name": "Mustafa Kemal Atatürk", "img_url": "http://pantheon.media.mit.edu/people/1329090.jpg", "local_img_url": "imgs/Mustafa Kemal Atatürk.jpg", "wikipedia_paragraph": "Goals\n", "youtube_video_id": "wQPtkbAiRrU"}, {"name": "Thomas Mann", "img_url": "http://pantheon.media.mit.edu/people/30085.jpg", "local_img_url": "imgs/Thomas Mann.jpg", "wikipedia_paragraph": "Paul Thomas Mann (German: [paʊ̯l toːmas man]; 6 June 1875 – 12 August 1955) was a German novelist, short story writer, social critic, philanthropist, essayist, and the 1929 Nobel Prize in Literature laureate. His highly symbolic and ironic epic novels and novellas are noted for their insight into the psychology of the artist and the intellectual. His analysis and critique of the European and German soul used modernized versions of German and Biblical stories, as well as the ideas of Johann Wolfgang von Goethe, Friedrich Nietzsche and Arthur Schopenhauer.\n"}, {"name": "Alfred Nobel", "img_url": "http://pantheon.media.mit.edu/people/851.jpg", "local_img_url": "imgs/Alfred Nobel.jpg", "wikipedia_paragraph": "Alfred Bernhard Nobel (/noʊˈbɛl/; Swedish: [ˈalfrɛd nʊˈbɛlː] (listen); 21 October 1833 – 10 December 1896) was a Swedish chemist, engineer, inventor, businessman, and philanthropist.\n", "youtube_video_id": "cLxwQn7zeQE"}, {"name": "James Joyce", "img_url": "http://pantheon.media.mit.edu/people/15600.jpg", "local_img_url": "imgs/James Joyce.jpg", "wikipedia_paragraph": "James Augustine[1] Aloysius Joyce (2 February 1882 – 13 January 1941) was an Irish novelist, short story writer, and poet. He contributed to the modernist avant-garde and is regarded as one of the most influential and important authors of the 20th century. Joyce is best known for Ulysses (1922), a landmark work in which the episodes of Homer's Odyssey are paralleled in a variety of literary styles, most famously stream of consciousness. Other well-known works are the short-story collection Dubliners (1914), and the novels A Portrait of the Artist as a Young Man (1916) and Finnegans Wake (1939). His other writings include three books of poetry, a play, his published letters and occasional journalism.\n", "youtube_video_id": "7qe68VbDZQc"}, {"name": "Johann Christoph Friedrich von Schiller", "img_url": "http://pantheon.media.mit.edu/people/63742.jpg", "local_img_url": "imgs/Johann Christoph Friedrich von Schiller.jpg", "wikipedia_paragraph": "Johann Christoph Friedrich von Schiller (German: [ˈjoːhan ˈkʁɪstɔf ˈfʁiːdʁɪç fɔn ˈʃɪlɐ]; 10 November 1759 – 9 May 1805) was a German poet, philosopher, physician, historian, and playwright. During the last seventeen years of his life (1788–1805), Schiller struck up a productive, if complicated, friendship with the already famous and influential Johann Wolfgang von Goethe. They frequently discussed issues concerning aesthetics, and Schiller encouraged Goethe to finish works he left as sketches. This relationship and these discussions led to a period now referred to as Weimar Classicism. They also worked together on Xenien, a collection of short satirical poems in which both Schiller and Goethe challenge opponents of their philosophical vision.\n", "youtube_video_id": "is0hT2E4yBE"}, {"name": "Fidel Castro", "img_url": "http://pantheon.media.mit.edu/people/38301.jpg", "local_img_url": "imgs/Fidel Castro.jpg", "wikipedia_paragraph": "Fidel Alejandro Castro Ruz (Spanish: [fiˈðel ˈkastɾo] (listen); 13 August 1926 – 25 November 2016) was a Cuban communist revolutionary and politician who governed the Republic of Cuba as Prime Minister from 1959 to 1976 and then as President from 1976 to 2008. A Marxist–Leninist and Cuban nationalist, Castro also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party communist state, while industry and business were nationalized and state socialist reforms were implemented throughout society.\n", "youtube_video_id": "xQqwke0FXoU"}, {"name": "Mark Twain", "img_url": "http://pantheon.media.mit.edu/people/154450.jpg", "local_img_url": "imgs/Mark Twain.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "/watch?v=_68E7Vmp40A"}, {"name": "Joseph Goebbels", "img_url": "http://pantheon.media.mit.edu/people/15777.jpg", "local_img_url": "imgs/Joseph Goebbels.jpg", "wikipedia_paragraph": "Paul Joseph Goebbels (German: [ˈpaʊ̯l ˈjoːzɛf ˈɡœbl̩s] (listen);[1] 29 October 1897 – 1 May 1945) was a German Nazi politician and Reich Minister of Propaganda of Nazi Germany from 1933 to 1945. He was one of Adolf Hitler's close associates and most devoted followers, and was known for his skills in public speaking and his deep, virulent antisemitism, which was evident in his publicly voiced views. He advocated progressively harsher discrimination, including the extermination of the Jews in the Holocaust.\n", "youtube_video_id": "vKM9myIkumI"}, {"name": "Bertolt Brecht", "img_url": "http://pantheon.media.mit.edu/people/24956001.jpg", "local_img_url": "imgs/Bertolt Brecht.jpg", "wikipedia_paragraph": "Living in Munich during the Weimar Republic, he had his first successes with theatre plays, whose themes were often influenced by his Marxist thought. He was the main proponent of the genre named epic theatre (which he preferred to call \"dialectical theatre\"). During the Nazi period and World War II he lived in exile, first in Scandinavia and then in the United States.  Returning to East Berlin after the war, he established the theatre company Berliner Ensemble with his wife and long-time collaborator, actress Helene Weigel.[3]\n", "youtube_video_id": "m2rCM09ougk"}, {"name": "Ernest Hemingway", "img_url": "http://pantheon.media.mit.edu/people/9428.jpg", "local_img_url": "imgs/Ernest Hemingway.jpg", "wikipedia_paragraph": "Ernest Miller Hemingway (July 21, 1899 – July 2, 1961) was an American journalist, novelist, and short-story writer. His economical and understated style—which he termed the iceberg theory—had a strong influence on 20th-century fiction, while his adventurous lifestyle and his public image brought him admiration from later generations. Hemingway produced most of his work between the mid-1920s and the mid-1950s, and he won the Nobel Prize in Literature in 1954. He published seven novels, six short-story collections, and two non-fiction works. Three of his novels, four short story collections, and three non-fiction works were published posthumously. Many of his works are considered classics of American literature.\n", "youtube_video_id": "sPvBXsiA9Zs"}, {"name": "Charles Baudelaire", "img_url": "http://pantheon.media.mit.edu/people/5804.jpg", "local_img_url": "imgs/Charles Baudelaire.jpg", "wikipedia_paragraph": "Charles Pierre Baudelaire (UK: /ˈboʊdəlɛər/, US: /ˌboʊd(ə)ˈlɛər/;[1] French: [ʃaʁl bodlɛʁ] (listen); April 9, 1821 – August 31, 1867) was a French poet who also produced notable work as an essayist, art critic, and pioneering translator of Edgar Allan Poe.\n", "youtube_video_id": "3vW3SzVnFq4"}, {"name": "Saddam Hussein", "img_url": "http://pantheon.media.mit.edu/people/29490.jpg", "local_img_url": "imgs/Saddam Hussein.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "NRXOvCi4qyY"}, {"name": "Hans Christian Andersen", "img_url": "http://pantheon.media.mit.edu/people/13550.jpg", "local_img_url": "imgs/Hans Christian Andersen.jpg", "wikipedia_paragraph": "Hans Christian Andersen (/ˈændərsən/; Danish: [hanˀs ˈkʁæsdjan ˈɑnɐsn̩] (listen); 2 April 1805 – 4 August 1875) was a Danish author. Although a prolific writer of plays, travelogues, novels, and poems, Andersen is best remembered for his fairy tales. Andersen's popularity is not limited to children: his stories express themes that transcend age and nationality.\n", "youtube_video_id": "qHGJSPZGpfY"}, {"name": "John Maynard Keynes", "img_url": "http://pantheon.media.mit.edu/people/37973.jpg", "local_img_url": "imgs/John Maynard Keynes.jpg", "wikipedia_paragraph": "John Maynard Keynes, 1st Baron Keynes[2] CB FBA (/keɪnz/ KAYNZ; 5 June 1883 – 21 April 1946), was a British economist whose ideas fundamentally changed the theory and practice of macroeconomics and the economic policies of governments. He built on and greatly refined earlier work on the causes of business cycles, and was one of the most influential economists of the 20th century.[3][4][5][6] Widely considered the founder of modern macroeconomics, his ideas are the basis for the school of thought known as Keynesian economics, and its various offshoots.[7]\n", "youtube_video_id": "qtAeINU3FKM"}, {"name": "Antonín Dvořák", "img_url": "http://pantheon.media.mit.edu/people/76572.jpg", "local_img_url": "imgs/Antonín Dvořák.jpg", "wikipedia_paragraph": "Antonín Leopold Dvořák (/d(ə)ˈvɔːrʒɑːk, -ʒæk/ d(ə)-VOR-zha(h)k; Czech: [ˈantoɲiːn ˈlɛopolt ˈdvor̝aːk]; 8 September 1841 – 1 May 1904) was a Czech composer, one of the first to achieve worldwide recognition. Following the Romantic-era  nationalist example of his predecessor Bedřich Smetana, Dvořák frequently employed rhythms and other aspects of the folk music of Moravia and his native Bohemia. Dvořák's own style has been described as \"the fullest recreation of a national idiom with that of the symphonic tradition, absorbing folk influences and finding effective ways of using them\".[1]\n", "youtube_video_id": "/watch?v=_9RT2nHD6CQ"}, {"name": "Ludwig Wittgenstein", "img_url": "http://pantheon.media.mit.edu/people/17741.jpg", "local_img_url": "imgs/Ludwig Wittgenstein.jpg", "wikipedia_paragraph": "Ludwig Josef Johann Wittgenstein (/ˈvɪtɡənʃtaɪn, -staɪn/;[8] German: [ˈluːtvɪç ˈvɪtgənˌʃtaɪn]; 26 April 1889 – 29 April 1951) was an Austrian-British philosopher who worked primarily in logic, the philosophy of mathematics, the philosophy of mind, and the philosophy of language.[9] From 1929 to 1947, Wittgenstein taught at the University of Cambridge.[10] During his lifetime he published just one slim book, the 75-page Tractatus Logico-Philosophicus (1921),  one article, one book review and a children's dictionary.[11] His voluminous manuscripts were edited and published posthumously.  Philosophical Investigations appeared as a book in 1953, and has since come to be recognised as one of the most important works of philosophy in the twentieth century.[12] His teacher, Bertrand Russell, described Wittgenstein as \"the most perfect example I have ever known of genius as traditionally conceived; passionate, profound, intense, and dominating\".[13]\n", "youtube_video_id": "pQ33gAyhg2c"}, {"name": "Stanley Kubrick", "img_url": "http://pantheon.media.mit.edu/people/26683.jpg", "local_img_url": "imgs/Stanley Kubrick.jpg", "wikipedia_paragraph": "Stanley Kubrick (/ˈkuːbrɪk/; July 26, 1928 – March 7, 1999) was an American film director, screenwriter, and producer. He is frequently cited as one of the greatest and most influential directors in cinematic history. His films, which are mostly adaptations of novels or short stories, cover a wide range of genres, and are noted for their realism, dark humor, unique cinematography, extensive set designs, and evocative use of music.\n"}, {"name": "Jack the Ripper", "img_url": "http://pantheon.media.mit.edu/people/6860726.jpg", "local_img_url": "imgs/Jack the Ripper.jpg", "wikipedia_paragraph": "Jack the Ripper is the best-known name for an unidentified serial killer generally believed to have been active in the largely impoverished areas in and around the Whitechapel district of London in 1888. In both the criminal case files and contemporary journalistic accounts, the killer was called the Whitechapel Murderer and Leather Apron.\n"}, {"name": "Nicholas II of Russia", "img_url": "http://pantheon.media.mit.edu/people/30172853.jpg", "local_img_url": "imgs/Nicholas II of Russia.jpg", "wikipedia_paragraph": "Russia was defeated in the 1904–1905 Russo-Japanese War which saw the annihilation of the reinforcing Russian Baltic Fleet after being sent on its round-the-world cruise at the naval Battle of Tsushima, off the coasts of Korea and Japan, the loss of Russian influence over Manchuria and Korea, and the Japanese annexation to the north of South Sakhalin Island. The Anglo-Russian Entente was designed to counter the German Empire's attempts to gain influence in the Middle East, but it also ended the Great Game of confrontation between Russia and the United Kingdom. When all Russian diplomatic efforts to prevent the First World War (1914–1918) failed, Nicholas approved the Imperial Russian Army mobilization on 30 July 1914 which gave Imperial Germany formal grounds to declare war on Russia on 1 August 1914.[5] An estimated 3.3 million Russians were killed in the First World War.[6] The Imperial Russian Army's severe losses, the High Command's incompetent management of the war efforts, and lack of food and supplies on the home front were all leading causes of the fall of the House of Romanov.\n", "youtube_video_id": "G9hv3ghdSPk"}, {"name": "Frida Kahlo", "img_url": "http://pantheon.media.mit.edu/people/162276.jpg", "local_img_url": "imgs/Frida Kahlo.jpg", "wikipedia_paragraph": "Born to a German father and a mestiza mother, Kahlo spent most of her childhood and adult life at her family home in Coyoacán, La Casa Azul, now known and publicly accessible as the Frida Kahlo Museum. She was disabled by polio as a child. Until a traffic accident at age eighteen caused lifelong pain and medical problems, she had been a promising student headed for medical school. During her recovery, she returned to her childhood hobby of art with the idea of becoming an artist.\n", "youtube_video_id": "vpJDLApWG9Q"}, {"name": "Gabriel García Márquez", "img_url": "http://pantheon.media.mit.edu/people/27827075.jpg", "local_img_url": "imgs/Gabriel García Márquez.jpg", "wikipedia_paragraph": "Gabriel José de la Concordia García Márquez (American Spanish: [ɡaˈβɾjel ɣaɾˈsi.a ˈmaɾkes] (listen);[1] 6 March 1927 – 17 April 2014) was a Colombian novelist, short-story writer, screenwriter and journalist, known affectionately as Gabo [ˈɡaβo] or Gabito [ɡaˈβito] throughout Latin America. Considered one of the most significant authors of the 20th century and one of the best in the Spanish language, he was awarded the 1972 Neustadt International Prize for Literature and the 1982 Nobel Prize in Literature.[2] He pursued a self-directed education that resulted in his leaving law school for a career in journalism. From early on, he showed no inhibitions in his criticism of Colombian and foreign politics. In 1958, he married Mercedes Barcha; they had two sons, Rodrigo and Gonzalo.[3]\n", "youtube_video_id": "lpSYWflmTCQ"}, {"name": "John Lennon", "img_url": "http://pantheon.media.mit.edu/people/15852.jpg", "local_img_url": "imgs/John Lennon.jpg", "wikipedia_paragraph": "John Winston Ono Lennon[a] MBE (9 October 1940 – 8 December 1980) was an English singer, songwriter, and peace activist who co-founded the Beatles,[2] the most commercially successful band in the history of popular music. He and fellow member Paul McCartney formed a much-celebrated songwriting partnership. Along with George Harrison and Ringo Starr, the group would ascend to worldwide fame during the 1960s.\n", "youtube_video_id": "VOgFZfRVaww"}, {"name": "Thomas Jefferson", "img_url": "http://pantheon.media.mit.edu/people/29922.jpg", "local_img_url": "imgs/Thomas Jefferson.jpg", "wikipedia_paragraph": "Thomas Jefferson (April 13, [O.S. April 2] 1743 – July 4, 1826) was an American Founding Father who was the principal author of the Declaration of Independence and later served as the third President of the United States from 1801 to 1809. Previously, he had been elected the second Vice President of the United States, serving under John Adams from 1797 to 1801. He was a proponent of democracy, republicanism, and individual rights motivating American colonists to break from Great Britain and form a new nation; he produced formative documents and decisions at both the state and national level.\n", "youtube_video_id": "b_UUcjLNjik"}, {"name": "Daniel Defoe", "img_url": "http://pantheon.media.mit.edu/people/8193.jpg", "local_img_url": "imgs/Daniel Defoe.jpg", "wikipedia_paragraph": "Daniel Defoe (/dɪˈfoʊ/; c. 1660 – 24 April 1731),[1] born Daniel Foe, was an English trader, writer, journalist, pamphleteer and spy. He is most famous for his novel Robinson Crusoe, which is second only to the Bible in its number of translations.[2] He has been seen as one of the earliest proponents of the English novel, and helped to popularise the form in Britain with others such as Aphra Behn and Samuel Richardson.[3]  Defoe wrote many political tracts and often was in trouble with the authorities, including a spell in prison.  Intellectuals and political leaders paid attention to his fresh ideas and sometimes consulted with him.\n"}, {"name": "Hermann Göring", "img_url": "http://pantheon.media.mit.edu/people/13487.jpg", "local_img_url": "imgs/Hermann Göring.jpg", "wikipedia_paragraph": "Hermann Wilhelm Göring (or Goering;[a] German: [ˈɡøːʁɪŋ] (listen); 12 January 1893 – 15 October 1946) was a German political and military leader as well as one of the most powerful figures in the Nazi Party (NSDAP) that ruled Germany from 1933 to 1945. A veteran World War I fighter pilot ace, he was a recipient of the Pour le Mérite (\"The Blue Max\"). He was the last commander of Jagdgeschwader 1 (Jasta 1), the fighter wing once led by Manfred von Richthofen.\n", "youtube_video_id": "wBqVed-V-Mk"}, {"name": "Napoleon III of France", "img_url": "http://pantheon.media.mit.edu/people/62581.jpg", "local_img_url": "imgs/Napoleon III of France.jpg", "wikipedia_paragraph": "Napoleon III (born Charles-Louis Napoléon Bonaparte; 20 April 1808 – 9 January 1873) was the Emperor of the French from 1852 to 1870 and, as Louis-Napoléon Bonaparte, the President of France from 1848 to 1852. He was the only president of the French Second Republic and the founder of the Second French Empire.\n", "youtube_video_id": "Xolyy0XaNoc"}, {"name": "Pierre-Auguste Renoir", "img_url": "http://pantheon.media.mit.edu/people/24546.jpg", "local_img_url": "imgs/Pierre-Auguste Renoir.jpg", "wikipedia_paragraph": "Pierre-Auguste Renoir, commonly known as Auguste Renoir (/ˈrɛnwɑːr, rənˈwɑːr/; French: [pjɛʁ oɡyst ʁənwaʁ]; 25 February 1841 – 3 December 1919), was a French artist who was a leading painter in the development of the Impressionist style. As a celebrator of beauty and especially feminine sensuality, it has been said that \"Renoir is the final representative of a tradition which runs directly from Rubens to Watteau.\"[1]\nHe was the father of actor Pierre Renoir (1885–1952), filmmaker Jean Renoir (1894–1979) and ceramic artist Claude Renoir (1901–1969). He was the grandfather of the filmmaker Claude Renoir (1913–1993), son of Pierre.\n", "youtube_video_id": "hF_nArPfEgs"}, {"name": "Marlon Brando", "img_url": "http://pantheon.media.mit.edu/people/19903.jpg", "local_img_url": "imgs/Marlon Brando.jpg", "wikipedia_paragraph": "Marlon Brando Jr. (April 3, 1924 – July 1, 2004) was an American actor and film director. With a career spanning 60 years, he is regarded for his cultural influence on 20th-century film,[4] Brando's Academy Award-winning performances include that of Terry Malloy in On the Waterfront (1954) and Don Vito Corleone in The Godfather (1972). Brando was an activist for many causes, notably the civil rights movement and various Native American movements. He is credited with helping to popularize the Stanislavski system of acting having studied with Stella Adler in the 1940s.\n", "youtube_video_id": "LAPDQ5MlLxE"}, {"name": "Pelé", "img_url": "http://pantheon.media.mit.edu/people/24953.jpg", "local_img_url": "imgs/Pelé.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "T7HFq1gKeUU"}, {"name": "Bertrand Russell", "img_url": "http://pantheon.media.mit.edu/people/4163.jpg", "local_img_url": "imgs/Bertrand Russell.jpg", "wikipedia_paragraph": "Bertrand Arthur William Russell, 3rd Earl Russell, OM FRS[64] (/ˈrʌsəl/; 18 May 1872 – 2 February 1970) was a British philosopher, logician, mathematician, historian, writer, social critic, political activist, and Nobel laureate.[65][66] At various points in his life, Russell considered himself a liberal, a socialist and a pacifist, but he also admitted that he had \"never been any of these things, in any profound sense.\"[67] Russell was born in Monmouthshire into one of the most prominent aristocratic families in the United Kingdom.[68]\n", "youtube_video_id": "fb3k6tB-Or8"}, {"name": "Émile Zola", "img_url": "http://pantheon.media.mit.edu/people/44980.jpg", "local_img_url": "imgs/Émile Zola.jpg", "wikipedia_paragraph": "Émile Édouard Charles Antoine Zola (/ˈzoʊlə/;[1] French: [e.mil zo.la]; 2 April 1840 – 29 September 1902)[2] was a French novelist, playwright, journalist, the best-known practitioner of the literary school of naturalism, and an important contributor to the development of theatrical naturalism. He was a major figure in the political liberalization of France and in the exoneration of the falsely accused and convicted army officer Alfred Dreyfus, which is encapsulated in the renowned newspaper headline J'Accuse…! Zola was nominated for the first and second Nobel Prize in Literature in 1901 and 1902.[3][4]\n"}, {"name": "Henry Ford", "img_url": "http://pantheon.media.mit.edu/people/13371.jpg", "local_img_url": "imgs/Henry Ford.jpg", "wikipedia_paragraph": "Henry Ford (July 30, 1863 – April 7, 1947) was an American captain of industry and a business magnate, the founder of the Ford Motor Company, and the sponsor of the development of the assembly line technique of mass production.\n"}, {"name": "Denis Diderot", "img_url": "http://pantheon.media.mit.edu/people/8199.jpg", "local_img_url": "imgs/Denis Diderot.jpg", "wikipedia_paragraph": "Denis Diderot (French: [dəni did(ə)ʁo]; 5 October 1713 – 31 July 1784) was a French philosopher, art critic, and writer, best known for serving as co-founder, chief editor, and contributor to the Encyclopédie along with Jean le Rond d'Alembert. He was a prominent figure during the Enlightenment.\n", "youtube_video_id": "P2E67NR4RBk"}, {"name": "Charles de Secondat, baron de Montesquieu", "img_url": "http://pantheon.media.mit.edu/people/54956.jpg", "local_img_url": "imgs/Charles de Secondat, baron de Montesquieu.jpg", "wikipedia_paragraph": "Charles-Louis de Secondat, Baron de La Brède et de Montesquieu (/ˈmɒntəskjuː/;[2] French: [mɔ̃tɛskjø]; 18 January 1689 – 10 February 1755), generally referred to as simply Montesquieu, was a French judge, man of letters, and political philosopher.\n", "youtube_video_id": "/watch?v=_ZPIB43Syz0"}, {"name": "Giacomo Casanova", "img_url": "http://pantheon.media.mit.edu/people/231699.jpg", "local_img_url": "imgs/Giacomo Casanova.jpg", "wikipedia_paragraph": "As was not uncommon at the time, Casanova, depending on circumstances, used more or less fictitious names, such as baron or count of Farussi (the name of his mother) or Chevalier de Seingalt (pronounced [sɛ̃ɡɑl] as in French).[5] He often signed his works Jacques Casanova de Seingalt after he began writing in French following his second exile from Venice.[6]\n", "youtube_video_id": "AeJc2yDFcDg"}, {"name": "Franklin D. Roosevelt", "img_url": "http://pantheon.media.mit.edu/people/10979.jpg", "local_img_url": "imgs/Franklin D. Roosevelt.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "leEzIA6B_hc"}, {"name": "Henri Matisse", "img_url": "http://pantheon.media.mit.edu/people/60203.jpg", "local_img_url": "imgs/Henri Matisse.jpg", "wikipedia_paragraph": "Henri Émile Benoît Matisse (French: [ɑ̃ʁi emil bənwɑ matis]; 31 December 1869 – 3 November 1954) was a French artist, known for both his use of colour and his fluid and original draughtsmanship. He was a draughtsman, printmaker, and sculptor, but is known primarily as a painter.[1]\nMatisse is commonly regarded, along with Pablo Picasso, as one of the artists who best helped to define the revolutionary developments in the visual arts throughout the opening decades of the twentieth century, responsible for significant developments in painting and sculpture.[2][3][4][5]\n", "youtube_video_id": "D1wume443zY"}, {"name": "Henrik Ibsen", "img_url": "http://pantheon.media.mit.edu/people/14236.jpg", "local_img_url": "imgs/Henrik Ibsen.jpg", "wikipedia_paragraph": "Henrik Johan Ibsen (/ˈɪbsən/;[1] Norwegian: [ˈhɛnrɪk ˈɪpsn̩]; 20 March 1828 – 23 May 1906) was a Norwegian playwright, theatre director, and poet. As one of the founders of Modernism in theatre, Ibsen is often referred to as \"the father of realism\" and one of the most influential playwrights of his time.[2] His major works include Brand, Peer Gynt, An Enemy of the People, Emperor and Galilean, A Doll's House, Hedda Gabler, Ghosts, The Wild Duck, When We Dead Awaken, Pillars of Society, The Lady from the Sea, Rosmersholm, The Master Builder, and John Gabriel Borkman. He is the most frequently performed dramatist in the world after Shakespeare,[3][4] and by the early 20th century A Doll's House became the world's most performed play.[5]\n", "youtube_video_id": "CAxGNj83WQ0"}, {"name": "Horatio Nelson, 1st Viscount Nelson", "img_url": "http://pantheon.media.mit.edu/people/24874360.jpg", "local_img_url": "imgs/Horatio Nelson, 1st Viscount Nelson.jpg", "wikipedia_paragraph": "War of the First Coalition\n"}, {"name": "Arthur Rimbaud", "img_url": "http://pantheon.media.mit.edu/people/155094.jpg", "local_img_url": "imgs/Arthur Rimbaud.jpg", "wikipedia_paragraph": "Jean Nicolas Arthur Rimbaud (UK: /ˈræ̃boʊ/, US: /ræmˈboʊ/;[2] French: [aʁtyʁ ʁɛ̃bo] (listen); 20 October 1854 – 10 November 1891) was a French poet who is known for his influence on modern literature and arts, which prefigured surrealism. Born in Charleville-Mézières, he started writing at a very young age and excelled as a student, but abandoned his formal education in his teenage years to run away from home to Paris amidst the Franco-Prussian War.[3] During his late adolescence and early adulthood he began the bulk of his literary output, then completely stopped writing at the age of 21, after assembling one of his major works, Illuminations.\n", "youtube_video_id": "yD-fn7Vouw8"}, {"name": "Nikola Tesla", "img_url": "http://pantheon.media.mit.edu/people/21473.jpg", "local_img_url": "imgs/Nikola Tesla.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "Xx1vUDJWhyk"}, {"name": "Alessandro Volta", "img_url": "http://pantheon.media.mit.edu/people/1923.jpg", "local_img_url": "imgs/Alessandro Volta.jpg", "wikipedia_paragraph": "Alessandro Giuseppe Antonio Anastasio Volta (Italian: [alesˈsandro ˈvɔlta]; 18 February 1745 – 5 March 1827) was an Italian physicist, chemist, and a pioneer of electricity and power,[2][3][4] who is credited as the inventor of the electric battery and the discoverer of methane. He invented the Voltaic pile in 1799, and reported the results of his experiments in 1800 in a two-part letter to the President of the Royal Society.[5][6] With this invention Volta proved that electricity could be generated chemically and debunked the prevalent theory that electricity was generated solely by living beings. Volta's invention sparked a great amount of scientific excitement and led others to conduct similar experiments which eventually led to the development of the field of electrochemistry.[6]\n", "youtube_video_id": "03DwIWCPnJ4"}, {"name": "Mikhail Gorbachev", "img_url": "http://pantheon.media.mit.edu/people/20979.jpg", "local_img_url": "imgs/Mikhail Gorbachev.jpg", "wikipedia_paragraph": "Mikhail Sergeyevich Gorbachev[a] (born 2 March 1931) is a Russian and formerly Soviet politician. He was the eighth and last leader of the Soviet Union, having been General Secretary of the governing Communist Party of the Soviet Union from 1985 until 1991. He was the country's head of state from 1988 until 1991, serving as Chairman of the Presidium of the Supreme Soviet from 1988 to 1989, Chairman of the Supreme Soviet from 1989 to 1990, and President of the Soviet Union from 1990 to 1991. Initially professing a commitment to Marxism-Leninism, following the Soviet collapse he moved toward social democracy.\n", "youtube_video_id": "4lPjMh1zpEo"}, {"name": "Édith Piaf", "img_url": "http://pantheon.media.mit.edu/people/64963.jpg", "local_img_url": "imgs/Édith Piaf.jpg", "wikipedia_paragraph": "Édith Piaf (French: [edit pjaf] (listen); born Édith Giovanna Gassion, 19 December 1915 – 10 October 1963) was a French vocalist, songwriter, cabaret performer and film actress noted as France's national chanteuse and one of the country's most widely known international stars.[1]\n", "youtube_video_id": "IxJQ8VKc4k4"}, {"name": "Elizabeth II of the United Kingdom", "img_url": "http://pantheon.media.mit.edu/people/12153654.jpg", "local_img_url": "imgs/Elizabeth II of the United Kingdom.jpg", "wikipedia_paragraph": "Elizabeth II (Elizabeth Alexandra Mary; born 21 April 1926)[a] is Queen of the United Kingdom and the other Commonwealth realms.\n", "youtube_video_id": "KkhmyaWHeKg"}, {"name": "Max Planck", "img_url": "http://pantheon.media.mit.edu/people/19848.jpg", "local_img_url": "imgs/Max Planck.jpg", "wikipedia_paragraph": "Max Karl Ernst Ludwig Planck, FRS[1] (/plɑːŋk/;[2] 23 April 1858 – 4 October 1947) was a German theoretical physicist whose discovery of energy quanta won him the Nobel Prize in Physics in 1918.[3]\n", "youtube_video_id": "7cvq0lLpbQI"}, {"name": "William Blake", "img_url": "http://pantheon.media.mit.edu/people/33175.jpg", "local_img_url": "imgs/William Blake.jpg", "wikipedia_paragraph": "William Blake (28 November 1757 – 12 August 1827) was an English poet, painter, and printmaker. Largely unrecognised during his lifetime, Blake is now considered a seminal figure in the history of the poetry and visual arts of the Romantic Age. What he called his prophetic works were said by 20th-century critic Northrop Frye to form \"what is in proportion to its merits the least read body of poetry in the English language\".[2] His visual artistry led 21st-century critic Jonathan Jones to proclaim him \"far and away the greatest artist Britain has ever produced\".[3] In 2002, Blake was placed at number 38 in the BBC's poll of the 100 Greatest Britons.[4] While he lived in London his entire life, except for three years spent in Felpham,[5] he produced a diverse and symbolically rich œuvre, which embraced the imagination as \"the body of God\"[6] or \"human existence itself\".[7]\n", "youtube_video_id": "v3hQXQ5_zCM"}, {"name": "Johnny Cash", "img_url": "http://pantheon.media.mit.edu/people/11983070.jpg", "local_img_url": "imgs/Johnny Cash.jpg", "wikipedia_paragraph": "Johnny Cash (born J. R. Cash, February 26, 1932 – September 12, 2003) was an American singer-songwriter, guitarist, actor, and author.[1] He is one of the best-selling music artists of all time, having sold more than 90 million records worldwide.[2][3] Although primarily remembered as a country music icon, his genre-spanning songs and sound embraced rock and roll, rockabilly,  blues, folk and gospel. This crossover appeal won Cash the rare honor of being inducted into the Country Music, Rock and Roll, and Gospel Music Halls of Fame.\n", "youtube_video_id": "vt1Pwfnh5pc"}, {"name": "Ingmar Bergman", "img_url": "http://pantheon.media.mit.edu/people/14626.jpg", "local_img_url": "imgs/Ingmar Bergman.jpg", "wikipedia_paragraph": "Ernst Ingmar Bergman[a] (14 July 1918 – 30 July 2007) was a Swedish director, writer, and producer who worked in film, television, theatre and radio. Considered to be among the most accomplished and influential filmmakers of all time,[1][2][3][4] Bergman's renowned works include Smiles of a Summer Night (1955), The Seventh Seal (1957), Wild Strawberries (1957), The Silence (1963), Persona (1966), Cries and Whispers (1972), Scenes from a Marriage (1973), and Fanny and Alexander (1982).\n", "youtube_video_id": "qVeJjxlNwIM"}, {"name": "Leon Trotsky", "img_url": "http://pantheon.media.mit.edu/people/17888.jpg", "local_img_url": "imgs/Leon Trotsky.jpg", "wikipedia_paragraph": "Leon Trotsky[a] (/ˈtrɒtski/;[1] born Lev Davidovich Bronstein;[b] 7 November [O.S. 26 October] 1879 – 21 August 1940) was a Russian revolutionary, Marxist theorist, and Soviet politician whose particular strain of Marxist thought is known as Trotskyism.\n", "youtube_video_id": "K8iN2swUEx0"}, {"name": "Émile Durkheim", "img_url": "http://pantheon.media.mit.edu/people/38218.jpg", "local_img_url": "imgs/Émile Durkheim.jpg", "wikipedia_paragraph": "David Émile Durkheim (French: [emil dyʁkɛm] or [dyʁkajm];[1] 15 April 1858 – 15 November  1917) was a French sociologist. He formally established the academic discipline and—with W. E. B. Du Bois, Karl Marx and Max Weber—is commonly cited as the principal architect of modern social science.[2][3]\n", "youtube_video_id": "z9W0GQvONKc"}, {"name": "Auguste Comte", "img_url": "http://pantheon.media.mit.edu/people/132471.jpg", "local_img_url": "imgs/Auguste Comte.jpg", "wikipedia_paragraph": "Influenced by the utopian socialist Henri Saint-Simon,[4] Comte developed the positive philosophy in an attempt to remedy the social malaise of the French Revolution, calling for a new social doctrine based on the sciences. Comte was a major influence on 19th-century thought, influencing the work of social thinkers such as Karl Marx, John Stuart Mill, and George Eliot.[7] His concept of sociologie and  social evolutionism set the tone for early social theorists and anthropologists such as Harriet Martineau and Herbert Spencer, evolving into modern academic sociology presented by Émile Durkheim as practical and objective social research.\n", "youtube_video_id": "OhVamhT4Q3s"}, {"name": "Michel Foucault", "img_url": "http://pantheon.media.mit.edu/people/47643.jpg", "local_img_url": "imgs/Michel Foucault.jpg", "wikipedia_paragraph": "Paul-Michel Foucault (/fuːˈkoʊ/; 15 October 1926 – 25 June 1984), generally known as Michel Foucault (French: [miʃɛl fuko]), was a French philosopher, historian of ideas, social theorist, and literary critic.\n", "youtube_video_id": "3wfNl2L0Gf8"}, {"name": "Louis Armstrong", "img_url": "http://pantheon.media.mit.edu/people/18313.jpg", "local_img_url": "imgs/Louis Armstrong.jpg", "wikipedia_paragraph": "Louis Daniel Armstrong (August 4, 1901 – July 6, 1971), nicknamed Satchmo,[2] Satch, and Pops,[3] was an American trumpeter, composer, vocalist and occasional actor who was one of the most influential figures in jazz. His career spanned five decades, from the 1920s to the 1960s, and different eras in the history of jazz.[4] In 2017, he was inducted into the Rhythm & Blues Hall of Fame.\n", "youtube_video_id": "SV1wpq_ZTgk"}, {"name": "Carl Jung", "img_url": "http://pantheon.media.mit.edu/people/42031.jpg", "local_img_url": "imgs/Carl Jung.jpg", "wikipedia_paragraph": "Carl Gustav Jung (/jʊŋ/;[3] German: [jʊŋ]; 26 July 1875 – 6 June 1961) was a Swiss psychiatrist and psychoanalyst who founded analytical psychology.\n", "youtube_video_id": "zsT7zv8SGXw"}, {"name": "Édouard Manet", "img_url": "http://pantheon.media.mit.edu/people/9615.jpg", "local_img_url": "imgs/Édouard Manet.jpg", "wikipedia_paragraph": "Édouard Manet (US: /mæˈneɪ, mə-/; UK: /ˈmæneɪ/; French: [edwaʁ manɛ]; 23 January 1832 – 30 April 1883) was a French painter. He was one of the first 19th-century artists to paint modern life, and a pivotal figure in the transition from Realism to Impressionism.\n", "youtube_video_id": "Jb9dluGs_pA"}, {"name": "Stephen King", "img_url": "http://pantheon.media.mit.edu/people/26954.jpg", "local_img_url": "imgs/Stephen King.jpg", "wikipedia_paragraph": "Stephen Edwin King (born September 21, 1947) is an American author of horror, supernatural fiction, suspense, science fiction and fantasy. His books have sold more than 350 million copies,[2] many of which have been adapted into feature films, miniseries, television series, and comic books. King has published 58 novels, including seven under the pen name Richard Bachman, and six non-fiction books. He has written around 200 short stories, most of which have been published in book collections.\n", "youtube_video_id": "dL9WqDXQNSs"}, {"name": "Stendhal", "img_url": "http://pantheon.media.mit.edu/people/26773.jpg", "local_img_url": "imgs/Stendhal.jpg", "wikipedia_paragraph": "Born in Grenoble, Isère, he was an unhappy child, disliking his \"unimaginative\" father and mourning his mother, whom he passionately loved, and who died when he was seven. He spent \"the happiest years of his life\" at the Beyle country house in Claix near Grenoble.[citation needed] His closest friend was his younger sister, Pauline, with whom he maintained a steady correspondence throughout the first decade of the 19th century.\n", "youtube_video_id": "J_rkFOTKNGI"}, {"name": "Giacomo Puccini", "img_url": "http://pantheon.media.mit.edu/people/12750.jpg", "local_img_url": "imgs/Giacomo Puccini.jpg", "wikipedia_paragraph": "Giacomo Antonio Domenico Michele Secondo Maria Puccini (Italian: [ˈdʒaːkomo putˈtʃiːni]; 22 December 1858 –  29 November 1924) was an Italian opera composer who has been called \"the greatest composer of Italian opera after Verdi\".[1]\n", "youtube_video_id": "a5lYyMNxR4Q"}, {"name": "Al Pacino", "img_url": "http://pantheon.media.mit.edu/people/41906.jpg", "local_img_url": "imgs/Al Pacino.jpg", "wikipedia_paragraph": "Alfredo James Pacino (/pəˈtʃiːnoʊ/; born April 25, 1940) is an American actor and filmmaker.[1] Pacino has had a career spanning more than five decades, during which time he has received numerous accolades and honors both competitive and honorary, among them an Academy Award, two Tony Awards, two Primetime Emmy Awards, a British Academy Film Award, four Golden Globe Awards, the Lifetime Achievement Award from the American Film Institute, the Golden Globe Cecil B. DeMille Award, and the National Medal of Arts. He is one of few performers to have won a competitive Oscar, an Emmy, and a Tony Award for acting, dubbed the \"Triple Crown of Acting\".\n", "youtube_video_id": "CXyopI2b77c"}, {"name": "Josip Broz Tito", "img_url": "http://pantheon.media.mit.edu/people/16567.jpg", "local_img_url": "imgs/Josip Broz Tito.jpg", "wikipedia_paragraph": "Josip Broz (Cyrillic: Јосип Броз, pronounced [jǒsip brôːz]; 7 May 1892 – 4 May 1980), commonly known as Tito (/ˈtiːtoʊ/;[1] Cyrillic: Тито, pronounced [tîto]), was a Yugoslav communist revolutionary and political leader, serving in various roles from 1943 until his death in 1980.[2] During World War II, he was the leader of the Partisans, often regarded as the most effective resistance movement in occupied Europe.[3] While his presidency has been criticized as authoritarian[4][5] and concerns about the repression of political opponents have been raised, some historians consider him a benevolent dictator.[6] He was a popular public figure both in Yugoslavia and abroad.[7] Viewed as a unifying symbol,[8] his internal policies maintained the peaceful coexistence of the nations of the Yugoslav federation. He gained further international attention as the chief leader of the Non-Aligned Movement, alongside Jawaharlal Nehru of India, Gamal Abdel Nasser of Egypt, Sukarno of Indonesia, and Kwame Nkrumah of Ghana.[9]\n", "youtube_video_id": "RsqqOhi9_8Q"}, {"name": "Marlene Dietrich", "img_url": "http://pantheon.media.mit.edu/people/145325.jpg", "local_img_url": "imgs/Marlene Dietrich.jpg", "wikipedia_paragraph": "Marie Magdalene \"Marlene\" Dietrich (/mɑːrˈleɪnə ˈdiːtrɪk/, German: [maɐ̯ˈleːnə ˈdiːtʁɪç]; 27 December 1901 – 6 May 1992)[1] was a German actress and singer who held both German and American citizenship.[2][3][4] Throughout her long career, which spanned from the 1910s to the 1980s, she maintained popularity by continually reinventing herself.[5]\n", "youtube_video_id": "hZAV4hsP5WU"}, {"name": "Gustav Mahler", "img_url": "http://pantheon.media.mit.edu/people/65174.jpg", "local_img_url": "imgs/Gustav Mahler.jpg", "wikipedia_paragraph": "Gustav Mahler (German: [ˈmaːlɐ]; 7 July 1860 – 18 May 1911) was an Austro-Bohemian late-Romantic composer, and one of the leading conductors of his generation. As a composer he acted as a bridge between the 19th century Austro-German tradition and the modernism of the early 20th century. While in his lifetime his status as a conductor was established beyond question, his own music gained wide popularity only after periods of relative neglect which included a ban on its performance in much of Europe during the Nazi era. After 1945 his compositions were rediscovered by a new generation of listeners; Mahler then became one of the most frequently performed and recorded of all composers, a position he has sustained into the 21st century. \nIn 2016, a BBC Music Magazine survey of 151 conductors ranked three of his symphonies in the top ten symphonies of all time.[1]\n"}, {"name": "Pablo Neruda", "img_url": "http://pantheon.media.mit.edu/people/7673195.jpg", "local_img_url": "imgs/Pablo Neruda.jpg", "wikipedia_paragraph": "Neruda occupied many diplomatic positions in various countries during his lifetime and served a term as a Senator for the Chilean Communist Party. When President Gabriel González Videla outlawed communism in Chile in 1948, a warrant was issued for Neruda's arrest. Friends hid him for months in the basement of a house in the port city of Valparaíso; Neruda escaped through a mountain pass near Maihue Lake into Argentina. Years later, Neruda was a close advisor to Chile's socialist President Salvador Allende. When Neruda returned to Chile after his Nobel Prize acceptance speech, Allende invited him to read at the Estadio Nacional before 70,000 people.[2]\n", "youtube_video_id": "2jmroGrWOak"}, {"name": "Ronald Reagan", "img_url": "http://pantheon.media.mit.edu/people/25433.jpg", "local_img_url": "imgs/Ronald Reagan.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "yVYtIdUcYqY"}, {"name": "Isaac Asimov", "img_url": "http://pantheon.media.mit.edu/people/14573.jpg", "local_img_url": "imgs/Isaac Asimov.jpg", "wikipedia_paragraph": "Isaac Asimov (/ˈæzɪmɒv/;[b][c] c. January 2, 1920[a] – April 6, 1992) was an  American writer and professor of biochemistry at Boston University. He was known for his works of science fiction and popular science. Asimov was a prolific writer who wrote or edited more than 500 books and an estimated 90,000 letters and postcards.[d] His books have been published in 9 of the 10 major categories of the Dewey Decimal Classification.[1]\n", "youtube_video_id": "VSxMZBp-2Zs"}, {"name": "Eugène Delacroix", "img_url": "http://pantheon.media.mit.edu/people/169832.jpg", "local_img_url": "imgs/Eugène Delacroix.jpg", "wikipedia_paragraph": "As a painter and muralist, Delacroix's use of expressive brushstrokes and his study of the optical effects of colour profoundly shaped the work of the Impressionists, while his passion for the exotic inspired the artists of the Symbolist movement. A fine lithographer, Delacroix illustrated various works of William Shakespeare, the Scottish author Walter Scott and the German author Johann Wolfgang von Goethe.\n", "youtube_video_id": "Fuhyf5IxnRs"}, {"name": "Franz Kafka", "img_url": "http://pantheon.media.mit.edu/people/10858.jpg", "local_img_url": "imgs/Franz Kafka.jpg", "wikipedia_paragraph": "Franz Kafka[a] (3 July 1883 – 3 June 1924) was a German-speaking Bohemian Jewish novelist and short story writer, widely regarded as one of the major figures of 20th-century literature. His work, which fuses elements of realism and the fantastic,[4] typically features isolated protagonists faced by bizarre or surrealistic predicaments and incomprehensible social-bureaucratic powers, and has been interpreted as exploring themes of alienation, existential anxiety, guilt, and absurdity.[5] His best known works include \"Die Verwandlung\" (\"The Metamorphosis\"), Der Process (The Trial), and Das Schloss (The Castle). The term Kafkaesque has entered the English language to describe situations like those in his writing.[6]\n", "youtube_video_id": "rNPQUUSNDyo&list=PLL2Ik4KS304zTW-6rcU1qsB0to03MBFFv"}, {"name": "Hirohito", "img_url": "http://pantheon.media.mit.edu/people/10287.jpg", "local_img_url": "imgs/Hirohito.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "HbVWAjUPQDk"}, {"name": "Erwin Rommel", "img_url": "http://pantheon.media.mit.edu/people/9516.jpg", "local_img_url": "imgs/Erwin Rommel.jpg", "wikipedia_paragraph": "World War I\n", "youtube_video_id": "zCb9vGSAMlI"}, {"name": "Hokusai", "img_url": "http://pantheon.media.mit.edu/people/43357.jpg", "local_img_url": "imgs/Hokusai.jpg", "wikipedia_paragraph": "Katsushika Hokusai (葛飾 北斎, listen (help·info), c. October 31, 1760 – May 10, 1849) was a Japanese artist, ukiyo-e painter and printmaker of the Edo period.[1]  Born in Edo (now Tokyo), Hokusai is best known as author of the woodblock print series Thirty-six Views of Mount Fuji (富嶽三十六景, Fugaku Sanjūroku-kei, c. 1831) which includes the internationally iconic print, The Great Wave off Kanagawa.\n", "youtube_video_id": "pn30EMdiUng"}, {"name": "Karl Popper", "img_url": "http://pantheon.media.mit.edu/people/16623.jpg", "local_img_url": "imgs/Karl Popper.jpg", "wikipedia_paragraph": "Sir Karl Raimund Popper CH FBA FRS[9] (28 July 1902 – 17 September 1994) was an Austrian-British philosopher and professor.[10][11][12]\n", "youtube_video_id": "jXVCaV8T5wE"}, {"name": "Maximilien Robespierre", "img_url": "http://pantheon.media.mit.edu/people/23860776.jpg", "local_img_url": "imgs/Maximilien Robespierre.jpg", "wikipedia_paragraph": "Maximilien François Marie Isidore de Robespierre (French: [mak.si.mi.ljɛ̃ fʁɑ̃.swa ma.ʁi i.zi.dɔʁ də ʁɔ.bɛs.pjɛʁ]; 6 May 1758 – 28 July 1794) was a French lawyer and politician, as well as one of the best known and most influential figures associated with the French Revolution and the Reign of Terror.  As a member of the Estates-General, the Constituent Assembly and the Jacobin Club, Robespierre was an outspoken advocate for the poor and for democratic institutions. He campaigned for universal male suffrage in France, price controls on basic food commodities and the abolition of slavery in the French colonies. He was an ardent opponent of the death penalty, but played an important role in arranging the execution of many political opponents, and of King Louis XVI, which led to the establishment of a French Republic.\n", "youtube_video_id": "/watch?v=_plscSbrWts"}, {"name": "Arthur Conan Doyle", "img_url": "http://pantheon.media.mit.edu/people/18951335.jpg", "local_img_url": "imgs/Arthur Conan Doyle.jpg", "wikipedia_paragraph": "Sir Arthur Ignatius Conan Doyle KStJ DL (22 May 1859 – 7 July 1930) was a British writer best known for his detective fiction featuring the character Sherlock Holmes. Originally a physician, in 1887 he published A Study in Scarlet, the first of four novels about Holmes and Dr. Watson. In addition, Doyle wrote over fifty short stories featuring the famous detective. The Sherlock Holmes stories are generally considered milestones in the field of crime fiction.\n", "youtube_video_id": "C_TuNUwP5nQ"}, {"name": "Woody Allen", "img_url": "http://pantheon.media.mit.edu/people/32901.jpg", "local_img_url": "imgs/Woody Allen.jpg", "wikipedia_paragraph": "Heywood \"Woody\" Allen  (born Allan Stewart Konigsberg; December 1, 1935) is an American director, writer, actor, and comedian whose career spans more than six decades. He began his career as a comedy writer in the 1950s, writing jokes and scripts for television and publishing several books of short humor pieces. In the early 1960s, Allen began performing as a stand-up comedian, emphasizing monologues rather than traditional jokes. As a comedian, he developed the persona of an insecure, intellectual, fretful nebbish, which he maintains is quite different from his real-life personality.[1] In 2004, Comedy Central ranked Allen fourth on a list of the 100 greatest stand-up comedians,[2][3] while a UK survey ranked Allen as the third-greatest comedian.[4]\n", "youtube_video_id": "2Bb2kdg9mSI"}, {"name": "Alfred Hitchcock", "img_url": "http://pantheon.media.mit.edu/people/808.jpg", "local_img_url": "imgs/Alfred Hitchcock.jpg", "wikipedia_paragraph": "Sir Alfred Joseph Hitchcock, KBE (13 August 1899 – 29 April 1980) was an English film director and producer, widely regarded as one of the most influential filmmakers in the history of cinema. Known as \"the Master of Suspense\", he directed over 50 feature films[a] in a career spanning six decades, becoming as well known as any of his actors thanks to his many interviews, his cameo roles in most of his films, and his hosting of Alfred Hitchcock Presents (1955–1965).\n", "youtube_video_id": "OEUgVE8I1M4"}, {"name": "Frank Lloyd Wright", "img_url": "http://pantheon.media.mit.edu/people/10683.jpg", "local_img_url": "imgs/Frank Lloyd Wright.jpg", "wikipedia_paragraph": "Frank Lloyd Wright (born Frank Lincoln Wright, June 8, 1867 – April 9, 1959) was an American architect, interior designer, writer, and educator, who designed more than 1,000 structures, 532 of which were completed. Wright believed in designing structures that were in harmony with humanity and its environment, a philosophy he called organic architecture. This philosophy was best exemplified by Fallingwater (1935), which has been called \"the best all-time work of American architecture\".[1] His creative period spanned more than 70 years.\n", "youtube_video_id": "hD29Pg4xnt8"}, {"name": "Frank Sinatra", "img_url": "http://pantheon.media.mit.edu/people/11181.jpg", "local_img_url": "imgs/Frank Sinatra.jpg", "wikipedia_paragraph": "Francis Albert Sinatra (/sɪˈnɑːtrə/; December 12, 1915 – May 14, 1998) was an American singer, actor, and producer who was one of the most popular and influential musical artists of the 20th century. He is one of the best-selling music artists of all time, having sold more than 150 million records worldwide.[2] Born in Hoboken, New Jersey, to Italian Americans, Sinatra began his musical career in the swing era with bandleaders Harry James and Tommy Dorsey. Sinatra found success as a solo artist after he signed with Columbia Records in 1943, becoming the idol of the \"bobby soxers\". He released his debut album, The Voice of Frank Sinatra, in 1946. Sinatra's professional career had stalled by the early 1950s, and he turned to Las Vegas, where he became one of its best known residency performers as part of the Rat Pack. His career was reborn in 1953 with the success of From Here to Eternity, with his performance subsequently winning an Academy Award and Golden Globe Award for Best Supporting Actor. Sinatra released several critically lauded albums, including In the Wee Small Hours (1955), Songs for Swingin' Lovers! (1956), Come Fly with Me (1958), Only the Lonely (1958) and Nice 'n' Easy (1960).\n", "youtube_video_id": "25HQlRAP_3w"}, {"name": "Nikolai Gogol", "img_url": "http://pantheon.media.mit.edu/people/139177.jpg", "local_img_url": "imgs/Nikolai Gogol.jpg", "wikipedia_paragraph": "Nikolai Vasilievich Gogol[a] (31 March 1809 – 4 March 1852) was a Russian[3][4][5][6][7] dramatist of Ukrainian origin.[4][8][9][10][11]\n", "youtube_video_id": "mJim_sTs6JY"}, {"name": "Audrey Hepburn", "img_url": "http://pantheon.media.mit.edu/people/52139.jpg", "local_img_url": "imgs/Audrey Hepburn.jpg", "wikipedia_paragraph": "Audrey Hepburn (born Audrey Kathleen Ruston; 4 May 1929 – 20 January 1993) was a British actress, model, dancer and humanitarian. Recognised as a film and fashion icon, Hepburn was active during Hollywood's Golden Age. She was ranked by the American Film Institute as the third-greatest female screen legend in Golden Age Hollywood, and was inducted into the International Best Dressed List Hall of Fame.\n"}, {"name": "Coco Chanel", "img_url": "http://pantheon.media.mit.edu/people/11291214.jpg", "local_img_url": "imgs/Coco Chanel.jpg", "wikipedia_paragraph": "Chanel's social connections encouraged a conservative personal outlook. Rumors arose about Chanel's activities during the German occupation of France during World War II, and she was criticized for being too close to the German occupiers: One of Chanel's liaisons was with a German diplomat, Baron (Freiherr) Hans Günther von Dincklage [de].[4][5] After the war, Chanel was interrogated about her relationship with von Dincklage, but she was not charged as a collaborator. After several post-war years in Switzerland, she returned to Paris and revived her fashion house. In 2011, Hal Vaughan published a book about Chanel based on newly declassified documents, revealing that she had collaborated with German intelligence activities. One plan in late-1943 was for her to carry an SS peace overture to British Prime Minister Winston Churchill to end the war.[6]:160-164\n", "youtube_video_id": "pxk4WTDbxk0"}, {"name": "Robert Alexander Schumann", "img_url": "http://pantheon.media.mit.edu/people/44887.jpg", "local_img_url": "imgs/Robert Alexander Schumann.jpg", "wikipedia_paragraph": "Robert Schumann[1] (German: [ˈʃuːman]; 8 June 1810 – 29 July 1856) was a German composer and influential music critic. He is widely regarded as one of the greatest composers of the Romantic era. Schumann left the study of law, intending to pursue a career as a virtuoso pianist. He had been assured by his teacher Friedrich Wieck, a German pianist, that he could become the finest pianist in Europe, but a hand injury ended this dream. Schumann then focused his musical energies on composing.\n", "youtube_video_id": "Z8AuECXCTU0"}, {"name": "Dmitri Mendeleev", "img_url": "http://pantheon.media.mit.edu/people/60633.jpg", "local_img_url": "imgs/Dmitri Mendeleev.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "fPnwBITSmgU"}, {"name": "Pyotr Ilyich Tchaikovsky", "img_url": "http://pantheon.media.mit.edu/people/24503.jpg", "local_img_url": "imgs/Pyotr Ilyich Tchaikovsky.jpg", "wikipedia_paragraph": "Pyotr Ilyich Tchaikovsky[a 1] (English: /tʃaɪˈkɒfski/ chy-KOF-skee[1]; Russian: Пётр Ильич Чайковский[a 2], tr. Pyotr Ilʹyích Chaykóvskiy, IPA: [pʲɵtr ɪlʲˈjitɕ tɕɪjˈkofskʲɪj] (listen); 7 May 1840 [O.S. 25 April] – 6 November [O.S. 25 October] 1893[a 3]), was a Russian composer of the romantic period, whose works are among the most popular music in the classical repertoire. He was the first Russian composer whose music made a lasting impression internationally, bolstered by his appearances as a guest conductor in Europe and the United States. He was honored in 1884 by Emperor Alexander III, and awarded a lifetime pension.\n", "youtube_video_id": "7_WWz2DSnT8"}, {"name": "Franz Schubert", "img_url": "http://pantheon.media.mit.edu/people/44888.jpg", "local_img_url": "imgs/Franz Schubert.jpg", "wikipedia_paragraph": "Franz Peter Schubert (German: [ˈfʁant͡s ˈpeːtɐ ˈʃuːbɐt]; 31 January 1797 – 19 November 1828) was an Austrian composer of the late Classical and early Romantic eras. Despite his short lifetime, Schubert left behind a vast oeuvre, including more than 600 secular vocal works (mainly Lieder), seven complete symphonies, sacred music, operas, incidental music and a large body of piano and chamber music. His major works include the Piano Quintet in A major, D. 667 (Trout Quintet), the Symphony No. 8 in B minor, D. 759 (Unfinished Symphony), the three last piano sonatas (D. 958–960), the opera Fierrabras (D. 796), the incidental music to the play Rosamunde (D. 797), and the song cycles Die schöne Müllerin (D. 795) and Winterreise (D. 911).\n", "youtube_video_id": "IjLMIpMH7Oc"}, {"name": "Simón Bolívar", "img_url": "http://pantheon.media.mit.edu/people/55917.jpg", "local_img_url": "imgs/Simón Bolívar.jpg", "wikipedia_paragraph": "Simón José Antonio de la Santísima Trinidad Bolívar Palacios Ponte y Blanco[1] (Spanish: [siˈmon boˈliβaɾ] (listen);[2] 24 July 1783 – 17 December 1830), generally known as Simón Bolívar and also colloquially as El Libertador,[3] was a Venezuelan military and political leader who liberated what are currently the republics of Venezuela, Bolivia, Colombia, Ecuador and Peru  as sovereign states, independent of the Spanish Empire.\n", "youtube_video_id": "80b4ROFoaFY"}, {"name": "Jean de La Fontaine", "img_url": "http://pantheon.media.mit.edu/people/60256.jpg", "local_img_url": "imgs/Jean de La Fontaine.jpg", "wikipedia_paragraph": "After a long period of royal suspicion, he was admitted to the French Academy and his reputation in France has never faded since. Evidence of this is found in the many pictures and statues of the writer, as well as later depictions on medals, coins and postage stamps.\n", "youtube_video_id": "EnQyCsUzvRc"}, {"name": "Jean Piaget", "img_url": "http://pantheon.media.mit.edu/people/95274.jpg", "local_img_url": "imgs/Jean Piaget.jpg", "wikipedia_paragraph": "Piaget placed great importance on the education of children. As the Director of the International Bureau of Education, he declared in 1934 that \"only education is capable of saving our societies from possible collapse, whether violent, or gradual.\"[14]  His theory of child development is studied in pre-service education programs. Educators continue to incorporate constructivist-based strategies.\n", "youtube_video_id": "IhcgYgx7aAA"}, {"name": "Clint Eastwood", "img_url": "http://pantheon.media.mit.edu/people/43373.jpg", "local_img_url": "imgs/Clint Eastwood.jpg", "wikipedia_paragraph": "Clinton Eastwood Jr. (born May 31, 1930) is an American actor, filmmaker, musician, and political figure. After achieving success in the Western TV series Rawhide, he rose to international fame with his role as the Man with No Name in Italian filmmaker Sergio Leone's Dollars Trilogy of spaghetti Westerns during the 1960s, and as antihero cop Harry Callahan in the five Dirty Harry films throughout the 1970s and 1980s. These roles, among others, have made Eastwood an enduring cultural icon of masculinity.[21][22]\n"}, {"name": "John Forbes Nash", "img_url": "http://pantheon.media.mit.edu/people/102567.jpg", "local_img_url": "imgs/John Forbes Nash.jpg", "wikipedia_paragraph": "John Forbes Nash Jr. (June 13, 1928 – May 23, 2015) was an American mathematician who made fundamental contributions to game theory, differential geometry, and the study of partial differential equations.[2][3] Nash's work has provided insight into the factors that govern chance and decision-making inside complex systems found in everyday life.\n", "youtube_video_id": "96Yb-w7427U"}, {"name": "George Gordon Noel Byron, 6th Baron Byron", "img_url": "http://pantheon.media.mit.edu/people/17566665.jpg", "local_img_url": "imgs/George Gordon Noel Byron, 6th Baron Byron.jpg", "wikipedia_paragraph": "George Gordon Byron, 6th Baron Byron FRS (22 January 1788 – 19 April 1824), known as Lord Byron, was a British nobleman, poet, peer, politician, and leading figure in the Romantic movement.[1][2] He is regarded as one of the greatest British poets[3] and remains widely read and influential. Among his best-known works are the lengthy narrative poems Don Juan and Childe Harold's Pilgrimage as well as the short lyric poem \"She Walks in Beauty\".\n", "youtube_video_id": "D4V0fEcIdzk"}, {"name": "Antoine Lavoisier", "img_url": "http://pantheon.media.mit.edu/people/1822.jpg", "local_img_url": "imgs/Antoine Lavoisier.jpg", "wikipedia_paragraph": "Antoine-Laurent de Lavoisier (also Antoine Lavoisier after the French Revolution; French: [ɑ̃twan lɔʁɑ̃ də lavwazje]; 26 August 1743 – 8 May 1794)[1] was a French nobleman and chemist who was central to the 18th-century chemical revolution and who had a large influence on both the history of chemistry and the history of biology.[2] He is widely considered in popular literature as the \"father of modern chemistry\".[3][4]\n", "youtube_video_id": "6emJMwCB7h8"}, {"name": "Maria Theresa of Austria", "img_url": "http://pantheon.media.mit.edu/people/48449.jpg", "local_img_url": "imgs/Maria Theresa of Austria.jpg", "wikipedia_paragraph": "Maria Theresa Walburga Amalia Christina[1] (German: Maria Theresia [maˈʁiːa teˈʁeːzi̯a]; 13 May 1717 – 29 November 1780) was the only female ruler of the Habsburg dominions and the last of the House of Habsburg. She was the sovereign of Austria, Hungary, Croatia, Bohemia, Transylvania, Mantua, Milan, Lodomeria and Galicia, the Austrian Netherlands and Parma. By marriage, she was Duchess of Lorraine, Grand Duchess of Tuscany and Holy Roman Empress.[2]\n", "youtube_video_id": "z2XqNBXfFXU"}, {"name": "Anne Frank", "img_url": "http://pantheon.media.mit.edu/people/804581.jpg", "local_img_url": "imgs/Anne Frank.jpg", "wikipedia_paragraph": "Annelies Marie Frank (German: [anəliːs maˈʁiː ˈʔanə ˈfʁaŋk]; Dutch: [ɑnəˈlis maːˈri ˈʔɑnə ˈfrɑŋk]; 12 June 1929 – February or March 1945)[3] was a German-born diarist. One of the most discussed Jewish victims of the Holocaust, she gained fame posthumously with the publication of The Diary of a Young Girl (originally Het Achterhuis in Dutch; English: The Secret Annex), in which she documents her life in hiding from 1942 to 1944, during the German occupation of the Netherlands in World War II. It is one of the world's most widely known books and has been the basis for several plays and films.\n", "youtube_video_id": "050ByUeWcJQ"}, {"name": "Paul McCartney", "img_url": "http://pantheon.media.mit.edu/people/13736167.jpg", "local_img_url": "imgs/Paul McCartney.jpg", "wikipedia_paragraph": "\n", "youtube_video_id": "CWYlWvtEyio"}, {"name": "Agatha Christie", "img_url": "http://pantheon.media.mit.edu/people/984.jpg", "local_img_url": "imgs/Agatha Christie.jpg", "wikipedia_paragraph": "Dame Agatha Mary Clarissa Christie, Lady Mallowan, DBE (née Miller; 15 September 1890 – 12 January 1976) was an English writer. She is known for her 66 detective novels and 14 short story collections, particularly those revolving around her fictional detectives Hercule Poirot and Miss Marple. Christie also wrote the world's longest-running play, a murder mystery, The Mousetrap,[2] and, under the pen name Mary Westmacott, six romances. In 1971 she was appointed a Dame Commander of the Order of the British Empire (DBE) for her contribution to literature.[3]\n", "youtube_video_id": "i5d8aufaWRY"}, {"name": "Maurice Ravel", "img_url": "http://pantheon.media.mit.edu/people/48068.jpg", "local_img_url": "imgs/Maurice Ravel.jpg", "wikipedia_paragraph": "Joseph Maurice Ravel (/rəˈvɛl/; French: [ʒozɛf mɔʁis ʁavɛl]; 7 March 1875 – 28 December 1937) was a French composer, pianist and conductor. He is often associated with impressionism along with his elder contemporary Claude Debussy, although both composers rejected the term. In the 1920s and 1930s Ravel was internationally regarded as France's greatest living composer.\n", "youtube_video_id": "1_WmavzeFh4"}, {"name": "Niccolò Paganini", "img_url": "http://pantheon.media.mit.edu/people/21511.jpg", "local_img_url": "imgs/Niccolò Paganini.jpg", "wikipedia_paragraph": "Niccolò (or Nicolò) Paganini (Italian: [ni(k)koˈlɔ ppaɡaˈniːni] (listen); 27 October 1782 – 27 May 1840) was an Italian violinist, violist, guitarist, and composer. He was the most celebrated violin virtuoso of his time, and left his mark as one of the pillars of modern violin technique. His 24 Caprices for Solo Violin Op. 1 are among the best known of his compositions, and have served as an inspiration for many prominent composers.\n", "youtube_video_id": "Pl4oD_K0eKE"}, {"name": "Simone de Beauvoir", "img_url": "http://pantheon.media.mit.edu/people/62034.jpg", "local_img_url": "imgs/Simone de Beauvoir.jpg", "wikipedia_paragraph": "Simone Lucie Ernestine Marie Bertrand de Beauvoir (/də ˈboʊˌvwɑːr/;[2] French: [simɔn də bovwaʁ] (listen); 9 January 1908 – 14 April 1986) was a French writer, intellectual, existentialist philosopher, political activist, feminist and social theorist. Though she did not consider herself a philosopher, she had a significant influence on both feminist existentialism and feminist theory.[3]\n", "youtube_video_id": "VmEAB3ekkvU"}, {"name": "Wilhelm II", "img_url": "http://pantheon.media.mit.edu/people/50450.jpg", "local_img_url": "imgs/Wilhelm II.jpg", "wikipedia_paragraph": "Wilhelm II (Friedrich Wilhelm Viktor Albert; 27 January 1859 – 4 June 1941) was the last German Emperor (Kaiser) and King of Prussia, reigning from 15 June 1888 until his abdication on 9 November 1918. He was the eldest grandchild of Queen Victoria of the United Kingdom and related to many monarchs and princes of Europe, most notably, King George V of the United Kingdom and Emperor Nicholas II of Russia.\n"}, {"name": "Franz Liszt", "img_url": "http://pantheon.media.mit.edu/people/67379.jpg", "local_img_url": "imgs/Franz Liszt.jpg", "wikipedia_paragraph": "Franz Liszt (German: [ˈlɪst]; Hungarian: Liszt Ferencz, in modern usage Liszt Ferenc [ˈlist ˈfɛrɛnt͡s];[n 1] 22 October 1811 – 31 July 1886) was a prolific 19th-century Hungarian composer, virtuoso pianist, conductor, music teacher, arranger, organist, philanthropist, author, nationalist and a Franciscan tertiary during the Romantic era.\n"}, {"name": "Louis XV of France", "img_url": "http://pantheon.media.mit.edu/people/54247.jpg", "local_img_url": "imgs/Louis XV of France.jpg", "wikipedia_paragraph": "Louis XV (15 February 1710 – 10 May 1774), known as Louis the Beloved (French: le Bien-Aimé),[1] was a monarch of the House of Bourbon who ruled as King of France from 1 September 1715 until his death in 1774. He succeeded his great-grandfather Louis XIV at the age of five. Until he reached maturity (then defined as his 13th birthday) on 15 February 1723, the kingdom was ruled by Philippe II, Duke of Orléans, as Regent of France.\nCardinal Fleury was his chief minister from 1726 until the Cardinal's death in 1743, at which time the young king took sole control of the kingdom.\n", "youtube_video_id": "GX2e56SKc7Q"}, {"name": "Nelson Mandela", "img_url": "http://pantheon.media.mit.edu/people/21492751.jpg", "local_img_url": "imgs/Nelson Mandela.jpg", "wikipedia_paragraph": "Nelson Rolihlahla Mandela (/mænˈdɛlə/;[1] Xhosa: [xoliɬaˈɬa manˈdɛla]; 18 July 1918 – 5 December 2013) was a South African anti-apartheid revolutionary, political leader, and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering racial reconciliation. Ideologically an African nationalist and socialist, he served as President of the African National Congress (ANC) party from 1991 to 1997.\n", "youtube_video_id": "UqoYmx_L-Xs"}, {"name": "Mieszko I", "img_url": "http://pantheon.media.mit.edu/people/20597.jpg", "local_img_url": "imgs/Mieszko I.jpg", "wikipedia_paragraph": "The first Christian ruler of territories later called Poland, Mieszko I is considered the creator of the Polish state. He continued the policy of both his father and grandfather, who were rulers of the pagan tribes located in the area of present-day Greater Poland. Through both alliances and the use of military force, Mieszko extended ongoing Polish conquests and early in his reign subjugated Kuyavia and probably Gdańsk Pomerania and Masovia. For most of his reign, Mieszko I was involved in warfare for the control of Western Pomerania, eventually conquering it up to the vicinity of the lower Oder river. During the last years of his life, he fought the Bohemian state, winning Silesia and probably Lesser Poland.\n", "youtube_video_id": "jziFwZQmFz8"}, {"name": "Bolesław I Chrobry", "img_url": "http://pantheon.media.mit.edu/people/38999.jpg", "local_img_url": "imgs/Bolesław I Chrobry.jpg", "wikipedia_paragraph": "Bolesław I the Brave (Polish: Bolesław I Chrobry Polish (help·info), Czech: Boleslav Chrabrý; 967 – 17 June 1025), less often known as Bolesław I the Great (Polish: Bolesław I Wielki), was Duke of Poland from 992 to 1025, and the first King of Poland in 1025. As Boleslav IV, he was also Duke of Bohemia between 1002 and 1003. He was the son of Mieszko I of Poland by his wife, Dobrawa of Bohemia. According to a scholarly theory, Bolesław ruled Lesser Poland already during the last years of his father's reign. Mieszko I, who died in 992, divided Poland among his sons, but Bolesław expelled his father's last wife, Oda of Haldensleben, and his half-brothers and reunited Poland between 992 and 995.\n", "youtube_video_id": "zQfcrbxrVS0"}, {"name": "Mieszko II Lambert ", "img_url": "http://pantheon.media.mit.edu/people/20596.jpg", "local_img_url": "imgs/Mieszko II Lambert .jpg", "wikipedia_paragraph": "He was the second son of Bolesław I the Brave but the eldest born from his third wife Emnilda of Lusatia. He was probably named after his paternal grandfather, Mieszko I. His second name, Lambert, sometimes erroneously considered to be a nickname, was given to him as a reference to Saint Lambert. Also, it is probable that this name Lambert was chosen after Bolesław's half-brother Lambert. It is thought that the choice of this name for his son was an expression of warming relations between Bolesław I and his stepmother Oda.[1]\n", "youtube_video_id": "wve7ZFvm0a8"}, {"name": "Casimir I the Restorer", "img_url": "http://pantheon.media.mit.edu/people/60757.jpg", "local_img_url": "imgs/Casimir I the Restorer.jpg", "wikipedia_paragraph": "He was the only son of Mieszko II Lambert by his wife Richeza, daughter of Count Palatine Ezzo of Lotharingia (of the Ezzonids) and granddaughter of Emperor Otto II.\n", "youtube_video_id": "2qj2KuwiFBY"}, {"name": "Bolesław II the Generous", "img_url": "http://pantheon.media.mit.edu/people/29786942.jpg", "local_img_url": "imgs/Bolesław II the Generous.jpg", "wikipedia_paragraph": "Bolesław II is considered to have been one of the most capable of the Piast rulers. In 1075 he re-established the Archdiocese of Gniezno (consecrated in 1064) and founded the Diocese of Płock. He established Benedictine monasteries in Mogilno, Lubin and Wrocław. Bolesław II was also the first Polish monarch to produce his own coinage in quantity great enough to replace the foreign coins prevalent in the country during the reigns of the first Piast kings. He established royal mints in Kraków and Wrocław and reformed the coinage, which brought considerable revenue into the royal coffers. All these efforts had an enormous influence on the economic and cultural development of the country.\n", "youtube_video_id": "HViWxI4eU4Y"}, {"name": "Władysław I Herman", "img_url": "http://pantheon.media.mit.edu/people/60749.jpg", "local_img_url": "imgs/Władysław I Herman.jpg", "wikipedia_paragraph": "He was the second son of Casimir I the Restorer by his wife Maria Dobroniega, daughter of Vladimir the Great, Grand Duke of Kiev.\n", "youtube_video_id": "zksWARnTjp0"}, {"name": "Bolesław III Wrymouth", "img_url": "http://pantheon.media.mit.edu/people/60750.jpg", "local_img_url": "imgs/Bolesław III Wrymouth.jpg", "wikipedia_paragraph": "Bolesław III Wrymouth (also known as Boleslaus III the Wry-mouthed, Polish: Bolesław III Krzywousty) (20 August 1086[1][2] – 28 October 1138), was a Duke of Lesser Poland, Silesia and Sandomierz between 1102 and 1107 and over the whole Poland between 1107 and 1138. He was the only child of Prince Władysław I Herman and his first wife Judith, daughter of Vratislaus II of Bohemia.\n", "youtube_video_id": "/watch?v=-kbLld_Nprs&list=PLocLgFGYuYtE9yIKeFQaA_I0x7RFIY9Rs"}, {"name": "Wenceslaus II of Bohemia", "img_url": "http://pantheon.media.mit.edu/people/251548.jpg", "local_img_url": "imgs/Wenceslaus II of Bohemia.jpg", "wikipedia_paragraph": "He was the only son of King Ottokar II of Bohemia and Ottokar's second wife Kunigunda.[3] He was born in 1271, ten years after the marriage of his parents. Kunigunda was the daughter of Rostislav Mikhailovich, lord of Slavonia, son of a Grand Prince of Kiev, and Anna of Hungary, daughter of Béla IV of Hungary. His great-grandfather was the German king Philip of Swabia. Wenceslaus II was the grandfather of the Holy Roman Emperor, Charles IV. He was a member of the Přemyslid dynasty.\n", "youtube_video_id": "NMMP35ocz9g"}, {"name": "John of Bohemia", "img_url": "http://pantheon.media.mit.edu/people/38197.jpg", "local_img_url": "imgs/John of Bohemia.jpg", "wikipedia_paragraph": "John the Blind (Luxembourgish: Jang de Blannen; German: Johann der Blinde von Luxemburg; Czech: Jan Lucemburský; 10 August 1296 – 26 August 1346) was the Count of Luxembourg from 1309 and King of Bohemia from 1310 and titular King of Poland. He was the eldest son of the Holy Roman Emperor Henry VII and his wife Margaret of Brabant. He is well known for having died while fighting in the Battle of Crécy at age 50, after having been blind for a decade.\n", "youtube_video_id": "6sCag7YDWIA"}, {"name": "Wenceslaus III of Bohemia", "img_url": "http://pantheon.media.mit.edu/people/285723.jpg", "local_img_url": "imgs/Wenceslaus III of Bohemia.jpg", "wikipedia_paragraph": "Wenceslaus was crowned king of Hungary on 27 August 1301. He signed his charters under the name Ladislaus in Hungary. His rule was only nominal, because a dozen powerful lords held sway over large territories in the kingdom. His father realized that Wenceslaus's position could not be strengthened and took him back from Hungary to Bohemia in August 1304. Wenceslaus succeeded his father in Bohemia and Poland on 21 June 1305. He abandoned his claim to Hungary in favor of Otto III of Bavaria on 9 October.\n", "youtube_video_id": "OvXBlW-DpN4"}, {"name": "Casimir III the Great", "img_url": "http://pantheon.media.mit.edu/people/7362.jpg", "local_img_url": "imgs/Casimir III the Great.jpg", "wikipedia_paragraph": "Kazimierz inherited a kingdom weakened by war and made it prosperous and wealthy. He reformed the Polish army and doubled the size of the kingdom. He reformed the judicial system and introduced a legal code, gaining the title \"the Polish Justinian.\"[3] Kazimierz built extensively and founded the University of Kraków,[4] the oldest Polish university. He also confirmed privileges and protections previously granted to Jews and encouraged them to settle in Poland in great numbers.\n", "youtube_video_id": "jEwuvs8gv5s"}, {"name": "Charles I of Hungary", "img_url": "http://pantheon.media.mit.edu/people/70219.jpg", "local_img_url": "imgs/Charles I of Hungary.jpg", "wikipedia_paragraph": "Charles I, also known as Charles Robert (Hungarian: Károly Róbert; Croatian: Karlo Robert; Slovak: Karol Róbert; 1288 – 16 July 1342) was King of Hungary and Croatia from 1308 to his death. He was a member of the Capetian House of Anjou and the only son of Charles Martel, Prince of Salerno. His father was the eldest son of Charles II of Naples and Mary of Hungary. She laid claim to Hungary after her brother, Ladislaus IV of Hungary, died in 1290, but the Hungarian prelates and lords elected her cousin, Andrew III, king. Instead of abandoning her claim to Hungary, she transferred it to her son, Charles Martel, and after his death in 1295, to her grandson, Charles. On the other hand, her husband, Charles II of Naples, made their third son, Robert, heir to the Kingdom of Naples, thus disinheriting Charles.\n", "youtube_video_id": "hR9XRZg9_sI"}, {"name": "Anna of Poland ", "img_url": "http://pantheon.media.mit.edu/people/1885756.jpg", "local_img_url": "imgs/Anna of Poland .jpg", "wikipedia_paragraph": "Anna was elected, along with her then-fiancé Stephen Báthory, as co-ruler in the 1576 royal election of the Polish–Lithuanian Commonwealth. Their marriage was a formal arrangement and distant. Báthory was preoccupied with the Livonian War, while Anna spent her time in Warsaw on local administrative matters and several construction works. After Báthory's death in December 1586, she had an opportunity to claim the throne for herself (she was co-ruler and not merely a consort), but did not even attempt it. Instead, she promoted her nephew Sigismund III Vasa, establishing the House of Vasa on the Polish throne for the next eighty years (1587–1668).\n", "youtube_video_id": "jS4vQjls3s4"}, {"name": "Louis I of Hungary", "img_url": "http://pantheon.media.mit.edu/people/38740.jpg", "local_img_url": "imgs/Louis I of Hungary.jpg", "wikipedia_paragraph": "Louis I, also Louis the Great (Hungarian: Nagy Lajos; Croatian: Ludovik Veliki;  Slovak: Ľudovít Veľký) or Louis the Hungarian (Polish: Ludwik Węgierski; 5 March 1326 – 10 September 1382), was King of Hungary and Croatia from 1342 and King of Poland from 1370. He was the first child of Charles I of Hungary and his wife, Elizabeth of Poland, to survive infancy. A 1338 treaty between his father and Casimir III of Poland, Louis's maternal uncle, confirmed Louis's right to inherit the Kingdom of Poland if his uncle died without a son. In exchange, Louis was obliged to assist his uncle to reoccupy the lands that Poland had lost in previous decades. He bore the title of Duke of Transylvania between 1339 and 1342 but did not administer the province.\n"}, {"name": "Władysław II Jagiełło", "img_url": "http://pantheon.media.mit.edu/people/42586.jpg", "local_img_url": "imgs/Władysław II Jagiełło.jpg", "wikipedia_paragraph": "Jogaila was the last pagan ruler of medieval Lithuania. After he became King of Poland, as a result of the Union of Krewo, the newly formed Polish-Lithuanian union confronted the growing power of the Teutonic Knights. The allied victory at the Battle of Grunwald in 1410, followed by the Peace of Thorn, secured the Polish and Lithuanian borders and marked the emergence of the Polish–Lithuanian alliance as a significant force in Europe. The reign of Władysław II Jagiełło extended Polish frontiers and is often considered the beginning of Poland's Golden Age.\n", "youtube_video_id": "1Rpdl0F3EeU"}, {"name": "Jadwiga of Poland", "img_url": "http://pantheon.media.mit.edu/people/16419.jpg", "local_img_url": "imgs/Jadwiga of Poland.jpg", "wikipedia_paragraph": "Jadwiga ([jadˈvʲiɡa]), also known as Hedwig (Hungarian: Hedvig; 1373/4 – 17 July 1399), was the first female monarch of the Kingdom of Poland, reigning from 16 October 1384 until her death. She was the youngest daughter of Louis the Great, King of Hungary and Poland, and his wife Elizabeth of Bosnia. Jadwiga was a member of the Capetian House of Anjou, but she had more close forebears among the Polish Piasts.  In 1997 she was canonized by the Roman Catholic Church.\n", "youtube_video_id": "5hAk3rrySRs"}, {"name": "Vladislaus II of Bohemia and Hungary", "img_url": "http://pantheon.media.mit.edu/people/21756351.jpg", "local_img_url": "imgs/Vladislaus II of Bohemia and Hungary.jpg", "wikipedia_paragraph": "Vladislaus and Matthias divided the Lands of the Bohemian Crown in the Peace of Olomouc in 1479. The Estates of the realm had strengthened their position during the war between the two kings. Vladislaus's attempts to promote the Catholics caused a rebellion in Prague and other towns in 1483, forcing him to acknowledge the dominance of the Hussites in the municipal assemblies. The Diet confirmed the right of the Bohemian noblemen and commoners to freely adhere either to Hussitism or Catholicism in 1485. After Matthias Corvinus seized Silesian duchies to grant them to his illegitimate son, John Corvinus, Vladislaus made new alliances against him in the late 1480s.\n", "youtube_video_id": "iHqoB8aknRo"}, {"name": "John I Albert", "img_url": "http://pantheon.media.mit.edu/people/449864.jpg", "local_img_url": "imgs/John I Albert.jpg", "wikipedia_paragraph": "John was the third son of Casimir IV, King of Poland, and Elisabeth, daughter of the elected king of Germany, King Albert of Hungary, Croatia and Bohemia, who died when she was two years old. As the granddaughter of the late Emperor Sigismund, she was raised by Emperor Frederick III. As crown prince, John distinguished himself by his brilliant victory over the Tatars at Kopystrzyń (1487). In 1490, the Hungarian nobility proclaimed John King of Hungary at the Rákos diet. He was, however, defeated by his brother, King Vladislaus II of Hungary. In 1492, John succeeded his father as King of Poland thanks to the key intervention of his brother Friedrich Jagiellon, archbishop of Kraków and archbishop of Gniezno. Friedrich achieved the coronation of John. However, losses of revenue due to the secession of Lithuania placed John at the mercy of the Polish sejmiks, or local diets, where the szlachta, or local nobles, made their subsidies dependent on the king's subservience.\n", "youtube_video_id": "pPGxVBvLR04"}, {"name": "Sigismund I the Old", "img_url": "http://pantheon.media.mit.edu/people/42583.jpg", "local_img_url": "imgs/Sigismund I the Old.jpg", "wikipedia_paragraph": "Sigismund I, the fifth son of Casimir IV and Elisabeth of Habsburg, had ruled Głogów, Silesia, since 1499 and became margrave of Lusatia and governor of all Silesia in 1504. In a short time his judicial and administrative reforms transformed those territories into model states. He succeeded his brother Alexander I as grand prince of Lithuania and king of Poland in 1506. Although he established fiscal and monetary reforms, he often clashed with the Polish Diet over extensions of royal power. At the Diet’s demand he married Barbara, daughter of Prince Stephen Zápolya of Hungary, in 1512, to secure a defense treaty and produce an heir. She died three years later, however, leaving only daughters. In 1518 Sigismund married the niece of the Holy Roman emperor Maximilian, Bona Sforza of Milan, by whom he had one son, Sigismund II Augustus, and four daughters. His daughter Catherine later married John III of Sweden, from whom the Vasa kings of Poland were descended.[1]\n", "youtube_video_id": "/watch?v=-FPnGc5zjkU"}, {"name": "Anna of Poland", "img_url": "http://pantheon.media.mit.edu/people/1885756.jpg", "local_img_url": "imgs/Anna of Poland.jpg", "wikipedia_paragraph": "Anna was elected, along with her then-fiancé Stephen Báthory, as co-ruler in the 1576 royal election of the Polish–Lithuanian Commonwealth. Their marriage was a formal arrangement and distant. Báthory was preoccupied with the Livonian War, while Anna spent her time in Warsaw on local administrative matters and several construction works. After Báthory's death in December 1586, she had an opportunity to claim the throne for herself (she was co-ruler and not merely a consort), but did not even attempt it. Instead, she promoted her nephew Sigismund III Vasa, establishing the House of Vasa on the Polish throne for the next eighty years (1587–1668).\n", "youtube_video_id": "jS4vQjls3s4"}, {"name": "Sigismund II Augustus", "img_url": "http://pantheon.media.mit.edu/people/39824.jpg", "local_img_url": "imgs/Sigismund II Augustus.jpg", "wikipedia_paragraph": "Sigismund II Augustus (Polish: Zygmunt II August, Lithuanian: Žygimantas II Augustas, German: Sigismund II. August; 1 August 1520 – 7 July 1572) was the King of Poland and Grand Duke of Lithuania, the only son of Sigismund I the Old, whom Sigismund II succeeded in 1548. \n", "youtube_video_id": "ouV1nPyJ7hM"}, {"name": "John III of Sweden", "img_url": "http://pantheon.media.mit.edu/people/104960.jpg", "local_img_url": "imgs/John III of Sweden.jpg", "wikipedia_paragraph": "His first wife was Catherine Jagellonica of the Polish-Lithuanian ruling family, and their son Sigismund eventually ascended both the Polish-Lithuanian and Swedish thrones.\n", "youtube_video_id": "ZfgRNRLT4lQ"}, {"name": "Anna Jagiellon", "img_url": "http://pantheon.media.mit.edu/people/1885756.jpg", "local_img_url": "imgs/Anna Jagiellon.jpg", "wikipedia_paragraph": "Anna was elected, along with her then-fiancé Stephen Báthory, as co-ruler in the 1576 royal election of the Polish–Lithuanian Commonwealth. Their marriage was a formal arrangement and distant. Báthory was preoccupied with the Livonian War, while Anna spent her time in Warsaw on local administrative matters and several construction works. After Báthory's death in December 1586, she had an opportunity to claim the throne for herself (she was co-ruler and not merely a consort), but did not even attempt it. Instead, she promoted her nephew Sigismund III Vasa, establishing the House of Vasa on the Polish throne for the next eighty years (1587–1668).\n", "youtube_video_id": "6z4cXwcMv1U"}, {"name": "Stephen Báthory", "img_url": "http://pantheon.media.mit.edu/people/28407.jpg", "local_img_url": "imgs/Stephen Báthory.jpg", "wikipedia_paragraph": "Stephen Báthory (Hungarian: Báthory István; Polish: Stefan Batory; Lithuanian: Steponas Batoras; 27 September 1533 – 12 December 1586) was Voivode of Transylvania (1571–76), Prince of Transylvania (1576–86), from 1576 Queen Anna Jagiellon's husband and jure uxoris King of Poland and Grand Duke of Lithuania (1576-1586).\n", "youtube_video_id": "eTwhZsbMJJs"}, {"name": "Sigismund III Vasa", "img_url": "http://pantheon.media.mit.edu/people/52608.jpg", "local_img_url": "imgs/Sigismund III Vasa.jpg", "wikipedia_paragraph": "Sigismund III Vasa (also known as Sigismund III of Poland, Polish: Zygmunt III Waza, Swedish: Sigismund, Lithuanian: Žygimantas Vaza, English exonym: Sigmund; 20 June 1566 – 30 April 1632 \nN.S.) was King of Poland and Grand Duke of Lithuania, monarch of the united Polish–Lithuanian Commonwealth from 1587 to 1632, and King of Sweden (where he is known simply as Sigismund) from 1592 as a composite monarchy until he was deposed in 1599. He was the son of King John III of Sweden and his first wife, Catherine Jagellonica of Poland.[1]\n", "youtube_video_id": "APsmKkuDIj0"}, {"name": "Władysław IV", "img_url": "http://pantheon.media.mit.edu/people/207239.jpg", "local_img_url": "imgs/Władysław IV.jpg", "wikipedia_paragraph": "Władysław IV Vasa (Polish: Władysław IV Waza; Lithuanian: Vladislovas Vaza; Russian: Владислав IV Ваза, tr. Vladislav IV Vaza; Latin: Vladislaus IV Vasa or Ladislaus IV Vasa; 9 June 1595 – 20 May 1648) was a Polish prince from the Royal House of Vasa. He reigned as King of Poland and Grand Duke of Lithuania from 8 November 1632 to his death in 1648. He was elected Tsar of Russia by the Seven Boyars in 1610, but did not assume the Russian throne due to his father's position and a popular uprising.\n", "youtube_video_id": "GOmYh1xCGGw"}, {"name": "John II Casimir", "img_url": "http://pantheon.media.mit.edu/people/207244.jpg", "local_img_url": "imgs/John II Casimir.jpg", "wikipedia_paragraph": "In 1638 he embarked at Genoa for Spain to negotiate a league with Philip IV against France, but suffering shipwreck on the coast of Provence, he was seized and by order of Cardinal Richelieu imprisoned at Vincennes, where he remained two years, and was only released on promise of his brother the king of Poland never to wage war against France. He then travelled through various countries of western Europe, entered the order of Jesuits in Rome, was made cardinal by Innocent X, however, after his return to Poland he again became a layman, and, having succeeded his brother in 1648, married his widow, Queen Marie Louise Gonzaga. His reign commenced amid the confusion and disasters caused by the great revolt of the Cossacks under Chmielnicki, who had advanced into the very heart of Poland. The power of the king had been stripped of almost all its prerogatives by the growing influence of the nobles.\n", "youtube_video_id": "0BkBFuwttq4"}, {"name": "John III Sobieski", "img_url": "http://pantheon.media.mit.edu/people/48303.jpg", "local_img_url": "imgs/John III Sobieski.jpg", "wikipedia_paragraph": "John III Sobieski (Polish: Jan III Sobieski; Lithuanian: Jonas III Sobieskis; Latin: Ioannes III Sobiscius; 17 August 1629 – 17 June 1696), was King of Poland and Grand Duke of Lithuania from 1674 until his death, and one of the most notable monarchs of the Polish–Lithuanian Commonwealth.\n", "youtube_video_id": "X8zCv0AHnCs"}, {"name": "Eleanor of Austria", "img_url": "http://pantheon.media.mit.edu/people/960407.jpg", "local_img_url": "imgs/Eleanor of Austria.jpg", "wikipedia_paragraph": "Eleanor was born in 1498 at Leuven, the eldest child of Philip of Austria and Joanna of Castile, who would later become co-sovereigns of Castile. Her father was also the son of the reigning Holy Roman Emperor Maximilian I and his deceased consort Marie of Burgundy, while her mother was the daughter of the Catholic Monarchs; namely Ferdinand of Aragon and Isabella of Castile. Her siblings were Holy Roman Emperor Charles V, Holy Roman Emperor Ferdinand I, Queen Isabella of Denmark, Queen Mary of Hungary and Queen Catherine of Portugal. She was named after her paternal great-grandmother, Eleanor of Portugal, Holy Roman Empress.\n", "youtube_video_id": "bm8kN6ONR6I"}, {"name": "Michał Korybut Wiśniowiecki", "img_url": "http://pantheon.media.mit.edu/people/48295.jpg", "local_img_url": "imgs/Michał Korybut Wiśniowiecki.jpg", "wikipedia_paragraph": "A native Pole and descendant of Korybut, brother of King Władysław II Jagiełło, Michael was freely elected by the unanimous vote of the Polish nobility after the abdication of his predecessor, John II Casimir Vasa. Chosen partly because of the merit of his father, prince Jeremi Wiśniowiecki, a powerful border magnate who had helped suppress the Cossacks in eastern Poland during the Khmelnytsky Uprising, Michael proved to be a passive tool in the hands of the Habsburgs. In view of this, the French party rallied round John Sobieski, a rising military commander. The dissensions between the two camps led to defeat at the hands of the united Turks and Cossacks and the signing of the Treaty of Buchach in 1672, by which all Polish-occupied Ukraine came under Turkish suzerainty. After Michael's early death, these setbacks were reversed at the Battle of Khotyn in 1673 by his successor, John III Sobieski, who defeated an Austrian candidate in the election.[3]\n", "youtube_video_id": "wTi8KP5OU0g"}, {"name": "Augustus II the Strong", "img_url": "http://pantheon.media.mit.edu/people/247724.jpg", "local_img_url": "imgs/Augustus II the Strong.jpg", "wikipedia_paragraph": "Augustus II the Strong (German: August II. der Starke; Polish: August II Mocny; Lithuanian: Augustas II; 12 May 1670 – 1 February 1733) of the Albertine line of the House of Wettin was Elector of Saxony (as Frederick Augustus I), Imperial Vicar and elected King of Poland and Grand Duke of Lithuania.\n"}, {"name": "Stanisław Leszczyński", "img_url": "http://pantheon.media.mit.edu/people/148465.jpg", "local_img_url": "imgs/Stanisław Leszczyński.jpg", "wikipedia_paragraph": "Stanisław I Leszczyński (Polish pronunciation: [staˈɲiswaf lɛʂˈtʂɨɲskʲi]; also Anglicized and Latinized as Stanislaus I, Lithuanian: Stanislovas Leščinskis, French: Stanislas Leszczynski; 20 October 1677 – 23 February 1766) was King of Poland, Grand Duke of Lithuania, Duke of Lorraine and a count of the Holy Roman Empire.\n", "youtube_video_id": "O-s5_aoC4iI"}, {"name": "Augustus III", "img_url": "http://pantheon.media.mit.edu/people/247725.jpg", "local_img_url": "imgs/Augustus III.jpg", "wikipedia_paragraph": "Augustus III (Polish: August III Sas, Lithuanian: Augustas III; 17 October 1696 – 5 October 1763) was King of Poland and Grand Duke of Lithuania from 1734 until 1763, as well as Elector of Saxony in the Holy Roman Empire from 1733 until 1763 where he was known as Frederick Augustus II (German: Friedrich August II).\n", "youtube_video_id": "34o4xQjCppc&list=PL8fwCe9431DEIMaLA73YkTkgFBgd5TGhL"}, {"name": "Marie Leszczyńska", "img_url": "http://pantheon.media.mit.edu/people/449823.jpg", "local_img_url": "imgs/Marie Leszczyńska.jpg", "wikipedia_paragraph": "Maria Karolina Zofia Felicja Leszczyńska (h. Wieniawa)[1] was the second daughter of Stanisław I Leszczyński and his wife, Catherine Opalińska. She had an elder sister, Anna Leszczyńska, who died of pneumomia in 1717. \n", "youtube_video_id": "UCmH01-gPO0"}, {"name": "Stanisław August Poniatowski", "img_url": "http://pantheon.media.mit.edu/people/350061.jpg", "local_img_url": "imgs/Stanisław August Poniatowski.jpg", "wikipedia_paragraph": "Stanisław II Augustus[2] (also Stanisław August Poniatowski;[3] born Stanisław Antoni Poniatowski;[4] 17 January 1732 – 12 February 1798), who reigned as King of Poland and Grand Duke of Lithuania from 1764 to 1795, was the last monarch of the Polish–Lithuanian Commonwealth. He remains a controversial figure in Polish history. Recognized as a great patron of the arts and sciences and an initiator and firm supporter of progressive reforms, he is also remembered as the King of the Commonwealth whose election was marred by Russian intervention.[5] He is criticized primarily for his failure to stand against the partitions, and thus to prevent the destruction of the Polish state.\n", "youtube_video_id": "FKUBLln3czU"}, {"name": "Catherine the Great", "img_url": "http://pantheon.media.mit.edu/people/44240.jpg", "local_img_url": "imgs/Catherine the Great.jpg", "wikipedia_paragraph": "Catherine II (Russian: Екатерина Алексеевна Yekaterina Alekseyevna; 2 May [O.S. 21 April] 1729 – 17 November [O.S. 6 November] 1796), also known as Catherine the Great (Екатери́на Вели́кая, Yekaterina Velikaya), born Princess Sophie of Anhalt-Zerbst, was Empress of Russia from 1762 until 1796, the country's longest-ruling female leader. She came to power following a coup d'état when her husband, Peter III, was overthrown. Under her reign, Russia was revitalized; it grew larger and stronger, and was recognised as one of the great powers of Europe.\n", "youtube_video_id": "r1-OC_4cx_o"}, {"name": "Peter III of Russia", "img_url": "http://pantheon.media.mit.edu/people/46247.jpg", "local_img_url": "imgs/Peter III of Russia.jpg", "wikipedia_paragraph": "Peter was progressive in some ways. During his short reign, he proclaimed religious freedom (a very progressive move for the time), encouraged education, sought to modernize the Russian army, and abolished the secret police which had been infamous for its extreme violence. Many of his reforms were reverted by Catherine. \n", "youtube_video_id": "3bODiMAl6G0"}, {"name": "Paul I of Russia", "img_url": "http://pantheon.media.mit.edu/people/148206.jpg", "local_img_url": "imgs/Paul I of Russia.jpg", "wikipedia_paragraph": "Paul remained overshadowed by his mother for much of his life. His reign lasted five years, ending with his assassination by conspirators. He adopted the laws of succession to the Russian throne—rules that lasted until the end of the Romanov dynasty and of the Russian Empire.\n", "youtube_video_id": "HooDdn_cuZs"}, {"name": "Nicholas II", "img_url": "http://pantheon.media.mit.edu/people/30172853.jpg", "local_img_url": "imgs/Nicholas II.jpg", "wikipedia_paragraph": "Russia was defeated in the 1904–1905 Russo-Japanese War which saw the annihilation of the reinforcing Russian Baltic Fleet after being sent on its round-the-world cruise at the naval Battle of Tsushima, off the coasts of Korea and Japan, the loss of Russian influence over Manchuria and Korea, and the Japanese annexation to the north of South Sakhalin Island. The Anglo-Russian Entente was designed to counter the German Empire's attempts to gain influence in the Middle East, but it also ended the Great Game of confrontation between Russia and the United Kingdom. When all Russian diplomatic efforts to prevent the First World War (1914–1918) failed, Nicholas approved the Imperial Russian Army mobilization on 30 July 1914 which gave Imperial Germany formal grounds to declare war on Russia on 1 August 1914.[5] An estimated 3.3 million Russians were killed in the First World War.[6] The Imperial Russian Army's severe losses, the High Command's incompetent management of the war efforts, and lack of food and supplies on the home front were all leading causes of the fall of the House of Romanov.\n", "youtube_video_id": "G9hv3ghdSPk"}, {"name": "Emilia Plater", "img_url": "http://pantheon.media.mit.edu/people/1729534.jpg", "local_img_url": "imgs/Emilia Plater.jpg", "wikipedia_paragraph": "Countess Emilia Plater (Broel-Plater, Lithuanian: Emilija Pliaterytė; 13 November 1806 – 23 December 1831) was a noblewoman and revolutionary[1] from the lands of the partitioned Polish–Lithuanian Commonwealth.[2][3][4] Raised in a patriotic tradition, she fought in the November 1830 Uprising, during which she raised a small unit, participated in several engagements, and received the rank of captain in the Polish insurgent forces. Near the end of the Uprising, she fell ill and died.\n", "youtube_video_id": "8nE65OpyqvY"}]